Repository: Abijeet/ext-translate-i18n
Catalog: i18n/ext-translate_*.po
Languages: de, fr

# apihelp-ttmserver-param-text
source: The text to find suggestions for.
de: Der Text, für den Vorschläge gefunden werden sollen.
fr: Le texte pour lequel on cherche des suggestions.

# apihelp-ttmserver-example-1
source: Get suggestions for translating "Help" from English to Finnish
de: Erhalte Vorschläge für die Übersetzung von "Help" aus dem Englischen ins Finnische
fr: Obtenir des suggestions pour traduire « Help » de l’anglais en finnois

# apihelp-searchtranslations-description
source: Search translations.
de: Übersetzungen suchen.
fr: Rechercher des traductions.

# apihelp-searchtranslations-summary
source: Search translations.
de: Sucht nach Übersetzungen.
fr: Rechercher des traductions.

# apihelp-searchtranslations-param-service
source: Which of the available translation services to use.
de: Welcher der verfügbaren Übersetzungsdienste genutzt werden sollte.
fr: Quels services de traduction disponibles utiliser.

# apihelp-searchtranslations-param-query
source: The string to search for.
de: Die Zeichenfolge, nach der gesucht werden soll.
fr: La chaîne à rechercher.

# apihelp-searchtranslations-param-sourcelanguage
source: The language code of the source text.
de: Der Sprachcode des Quelltextes.
fr: Le code de langue du texte de la source.

# apihelp-searchtranslations-param-language
source: The language code to search string for.
de: Der Sprachcode, in dem die Zeichenfolge gesucht werden soll.
fr: Le code de langue pour lequel rechercher la chaîne.

# apihelp-searchtranslations-param-group
source: The group ID to search string in.
de: Die Gruppenkennung, in der die Zeichenfolge gesucht werden soll.
fr: L’ID de groupe où rechercher la chaîne.

# apihelp-searchtranslations-param-filter
source: Message translation status filter.
de: Nachrichtenübersetzungsstatusfilter.
fr: Filtre d’état de traduction de message.

# apihelp-searchtranslations-param-match
source: Match any/all search words.
de: Nach allen Wörtern suchen.
fr: Correspondance avec n’importe quel ou tous les mots de la recherche.

# apihelp-searchtranslations-param-case
source: Case (in)sensitive search.
de: Suche (un)abhängig von Groß- und Kleinschreibung.
fr: Recherche insensible/sensible à la casse.

# apihelp-searchtranslations-param-offset
source: Offset for the translations.
de: Versatz für die Übersetzungen.
fr: Décalage pour les traductions.

# apihelp-searchtranslations-param-limit
source: Size of the result.
de: Größe des Ergebnisses.
fr: Taille du résultat.

# apihelp-searchtranslations-example-1
source: Show translations for the language.
de: Übersetzungen für die Sprache anzeigen.
fr: Afficher les traductions pour la langue.

# apihelp-searchtranslations-example-2
source: Show untranslated messages matching the query in the source language.
de: Zeigt nicht übersetzte Nachrichten an, die der Anfrage in der Quellsprache entsprechen.
fr: Afficher les messages non traduits correspondant à la demande dans la langue source.

# apihelp-translationcheck-description
source: Validate given translation input against configured message validators.
fr: Valider la saisie de la traduction fournie d’après les validateurs de message configurés.

# apihelp-translationcheck-summary
source: Validate translations.
de: Validiert Übersetzungen.
fr: Valider les traductions.

# apihelp-translationcheck-param-title
source: Page title with namespace and language code.
de: Seitentitel mit Namensraum und Sprachcode.
fr: Titre de page avec espace de noms et code langue.

# apihelp-translationcheck-param-translation
source: The translation to validate.
de: Die zu validierende Übersetzung.
fr: La traduction à valider.

# apihelp-translationstats-description
source: Fetch translation statistics related to translation edits, active translations, new users, translation reviews and reviewers.
fr: Récupérer les statistiques de traduction liées aux modifications de traduction, aux traductions actives, aux nouveaux utilisateurs, aux relectures de traductions et aux relecteurs.

# apihelp-translationstats-summary
source: Fetch translation statistics
fr: Récupérer les statistiques de traduction

# apihelp-translationstats-param-count
source: Type of statistics being requested
fr: Type de statistiques demandées

# apihelp-translationstats-param-days
source: Number of days to fetch statistics for
fr: Nombre de jours pour lesquels récupérer les statistiques

# apihelp-translationstats-param-group
source: List of groups to fetch statistics for.
fr: Liste des groupes pour lesquels récupérer les statistiques.

# apihelp-translationstats-param-language
source: List of languages to fetch statistics for.
fr: Liste des langues pour lesquelles récupérer les statistiques.

# apihelp-translationstats-param-scale
source: Scale of the translation statistics
fr: Echelle des statistiques de traduction

# apihelp-translationstats-param-start
source: Starting date from which to fetch translation statistics. Defaults to current date minus the number of 'days'.
fr: Date à partir de laquelle récupérer les statistiques de traduction. Par défaut, la date courante moins le nombre de 'jours'.

# apihelp-translationstats-example-1
source: Fetch edit count for the last 30 days, for all groups and languages
fr: Récupérer le nombre de modifications pour les 30 derniers jours, pour tous les groupes et toutes les langues

# apihelp-translationstats-example-2
source: Fetch edit count for the last 30 days, for languages English and French.
fr: Récupérer les nombres de modification pour les 30 derniers jours, pour les langues anglais et français.

# apierror-translate-changeset-modified
source: The changeset has been modified by another user or process. Your changes cannot be saved as it might override their changes. Please refresh the page to see the latest changes.
fr: L’ensemble de modifications a été modifié par un autre utilisateur ou processus. Vos modifications ne peuvent pas être enregistrées car elles pourraient écraser les leurs. Veuille rafraîchir la page pour voir les dernières modifications.

# apierror-translate-duplicateaggregategroup
source: Message group already exists
de: Die Nachrichtengruppe ist bereits vorhanden
fr: Le groupe de messages existe déjà

# apierror-translate-fuzzymessage
source: Cannot review fuzzy translations
de: Veraltete Übersetzungen können nicht überprüft werden
fr: Impossible de relire des traductions floues ou approximatives (''fuzzy'')

# apierror-translate-groupreviewdisabled
source: Message group review not in use.
de: Die Nachrichtengruppenüberprüfung ist nicht in Verwendung.
fr: La revue du groupe de message n’est pas utilisée.

# apierror-translate-invalidaggregategroup
source: Invalid aggregate message group
de: Ungültige zusammengefasste Nachrichtengruppe
fr: Groupe de messages agrégés non-valide

# apierror-translate-invalidaggregategroupname
source: Invalid aggregate message group name
de: Ungültiger zusammengefasster Nachrichtengruppenname
fr: Nom du groupe de messages agrégés non-valide

# apierror-translate-invalidgroup
source: Group does not exist or invalid
de: Die Gruppe ist nicht vorhanden oder ist ungültig
fr: Le groupe n’existe pas ou n’est pas valide

# apierror-translate-invalidstate
source: The requested state is invalid.
de: Der angeforderte Status ist ungültig.
fr: L’état demandé n’est pas valide.

# apierror-translate-invalidlanguage
source: The requested language is invalid.
de: Die angeforderte Sprache ist ungültig.
fr: La langue demandée n’est pas valide.

# apierror-translate-invalidupdate
source: Invalid update
de: Ungültige Aktualisierung
fr: Mise à jour non valide

# apierror-translate-language-disabled
source: Translation to $1 is disabled.
de: Übersetzungen nach $1 sind deaktiviert.
fr: La traduction en $1 est désactivée.

# apierror-translate-language-disabled-reason
source: Translation to $1 is disabled: $2
de: Übersetzungen nach $1 sind deaktiviert: $2
fr: La traduction en $1 est désactivée : $2

# apierror-translate-nodynamicgroups
source: Dynamic message groups are not supported here
de: Dynamische Nachrichtengruppen werden hier nicht unterstützt
fr: Les groupes de messages dynamiques ne sont pas pris en charge ici

# apierror-translate-nomessagefortitle
source: Title does not correspond to a translatable message
de: Der Titel entspricht nicht einer übersetzbaren Nachricht
fr: Le titre ne correspond pas à un message traductible

# apierror-translate-notranslationservices
source: No public translation services have been configured. The wiki administrator needs to set <var>$wgTranslateTranslationServices</var> appropriately before this feature can be used.
de: Es wurden keine öffentlichen Übersetzungsdienste konfiguriert. Der Administrator des Wikis muss <var>$wgTranslateTranslationServices</var> passend festlegen, bevor diese Funktion verwendet werden kann.
fr: Aucun service de traduction public n’a été configuré. L’administrateur du wiki doit convenablement positionner <var>$wgTranslateTranslationServices</var> avant que cette fonctionnalité puisse être utilisée.

# apierror-translate-owntranslation
source: Cannot review own translations
de: Eigene Übersetzungen können nicht überprüft werden
fr: Impossible de relire ses propres traductions

# apierror-translate-sandboxdisabled
source: Sandbox feature is not in use
de: Die Spielwiesenfunktion ist nicht in Verwendung
fr: Les fonctions du bac à sable ne sont pas utilisées

# apierror-translate-sandbox-invalidppassword
source: Invalid password
de: Ungültiges Passwort
fr: Mot de passe non-valide

# apierror-translate-smg-nochanges
source: There are no changes to process.
de: Es gibt keine zu verarbeitenden Änderungen.
fr: Il n’y a aucune modification à effectuer.

# apierror-translate-unknownmessage
source: Unknown message
de: Unbekannte Nachricht
fr: Message inconnu

# apierror-translate-invalid-changeset-name
source: Invalid changeset file name passed - $1
fr: Nom du fichier d’ensemble de changements passé non valide : $1

# apierror-translate-invalid-operation
source: Invalid operation: $1. Valid values - $2.
fr: Opération non valide : $1. Valeurs valides : $2.

# apierror-translate-addition-key-invalid
source: Message key passed for addition was not found in the renamed message list for source language.
fr: La clef de message passée pour ajout n’a pas été trouvée dans la liste de message renommée pour la langue source.

# apierror-translate-rename-msg-new
source: Only renamed messages can be added as new messages.
de: Nur umbenannte Nachrichten können als neue Nachrichten hinzugefügt werden.
fr: Seuls les messages renommés peuvent être ajoutés comme nouveaux messages.

# apierror-translate-rename-key-invalid
source: Message keys passed for rename were not found in the list of changes for the source language.
de: Die zur Umbenennung übergebenen Nachrichtenschlüssel wurden in der Liste der Änderungen für die Ausgangssprache nicht gefunden.
fr: Les clefs de message passées pour renommage n’ont pas été trouvées dans la liste des modifications pour la langue source.

# apierror-translate-rename-state-invalid
source: One of the message passed for rename should be newly added, and the other one deleted. Current states - addition: $1 and deletion: $2.
de: Eine der zur Umbenennung übergebenen Nachrichten sollte neu hinzugefügt und die andere gelöscht werden. Aktuelle Zustände - Hinzufügen: $1 und Löschen: $2.
fr: Un des messages passés pour renommage devrait être nouvellement ajouté et l’autre supprimé. États actuels – ajout de : $1 et suppression de : $2.

# apiwarn-translate-alreadyreviewedbyyou
source: Already marked as reviewed by you
de: Von dir bereits als überprüft markiert
fr: Déjà marqué comme ayant été relu par vous

# apiwarn-translate-language-disabled-source
source: The source language of this group is $1. Please select another language to translate into.
de: Die Quellsprache dieser Nachrichtengruppe ist $1. Bitte wähle eine andere Sprache zur Übersetzung aus.
fr: La langue source de ce groupe est $1. Veuillez sélectionner une autre langue vers laquelle traduire.

# apierror-translate-operation-error
source: There was an error while processing the request. Error: $1
fr: Une erreur est survenue lors du traitement de la requête. Erreur : $1

source: Translate
de: Übersetzen
fr: Traduire

# translate-extensionname
source: Translate
fr: Traduire

# translate-desc
source: [[Special:Translate|Special page]] for translating MediaWiki and beyond
de: Erweitert das Wiki um eine [[Special:Translate|Spezialseite]] zum Übersetzen von MediaWiki und weiterem
fr: [[Special:Translate|Page spéciale]] pour traduire MediaWiki et au-delà

# translate-fuzzybot-desc
source: This is a special system account used by the MediaWiki [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Translate Translate extension] used to maintain translations. This account is part of the MediaWiki software and it is not owned by any user.
de: Dies ist ein spezielles System-Benutzerkonto, das von der MediaWiki-Softwareerweiterung [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Translate „Translate“] verwendet wird, um Übersetzungen zu warten. Dieses Benutzerkonto ist Teil der MediaWiki-Software und gehört keinem Benutzer.
fr: Ceci un compte système spécial utilisé par l’[https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Translate extension Translate] de MediaWiki et nécessaire à la maintenance des traductions. Ce compte fait partie du logiciel MediaWiki et n’appartient à aucun utilisateur.

# translate-taskui-export-to-file
source: Export in native format
de: Im systemeigenen Format exportieren
fr: Exporter au format natif

# translate-taskui-export-as-po
source: Export for off-line translation
de: Für die Offline-Übersetzung exportieren
fr: Exporter pour une traduction hors-ligne

# translate-taction-translate
source: Translate
de: Übersetzen
fr: Traduire

# translate-taction-proofread
source: Review
de: Überprüfen
fr: Relecture

# translate-taction-lstats
source: Language statistics
de: Statistiken zu Sprachen
fr: Statistiques de langue

# translate-taction-mstats
source: Message group statistics
de: Statistiken zu Nachrichtengruppen
fr: Statistiques du groupe de messages

# translate-taction-export
source: Export
de: Exportieren
fr: Exporter

# translate-taction-disabled
source: This action is disabled on this wiki.
de: Diese Aktion ist in diesem Wiki deaktiviert.
fr: Cette action est désactivée sur ce wiki.

# translate-page-no-such-language
source: Specified language was invalid.
de: Die angegebene Sprache ist ungültig.
fr: Le code langue indiqué est incorrect.

# translate-page-no-such-group
source: Specified group was invalid.
de: Die angegebene Gruppe ist ungültig.
fr: Le groupe spécifié est incorrect.

# translate-page-disabled
source: Translations to this language in this group have been disabled. Reason: <em>$1</em>
de: Übersetzungen in diese Sprache wurden für diese Gruppe deaktiviert. Grund: <em>$1</em>
fr: Les traductions dans cette langue ont été désactivées pour ce groupe. Motif : <em>$1</em>

# translate-language-disabled
source: Translation to this language is disabled.
de: Übersetzungen in diese Sprachen sind nicht möglich.
fr: La traduction dans cette langue est désactivée.

# translate-page-settings-legend
source: Settings
de: Einstellungen
fr: Configuration

# translate-page-group
source: Group
de: Gruppe
fr: Groupe

# translate-page-language
source: Language
de: Sprache
fr: Langue

# translate-page-limit
source: Limit
fr: Limite

# translate-page-limit-option
source: $1 {{PLURAL:$1|message|messages}} per page
de: {{PLURAL:$1|Eine Nachricht|$1 Nachrichten}} pro Seite
fr: $1 message{{PLURAL:$1||s}} par page

# translate-submit
source: Fetch
de: Hole
fr: Lister

# translate-page-showing
source: Showing messages from $1 to $2 of $3.
de: Systemnachrichten $1 bis $2 von insgesamt $3
fr: Visualisation des messages de $1 à $2 sur $3.

# translate-page-showing-all
source: Showing $1 {{PLURAL:$1|message|messages}}.
de: {{PLURAL:$1|Eine Systemnachricht|$1 Systemnachrichten}}
fr: Visualisation de $1 message{{PLURAL:$1||s}}

# translate-page-showing-none
source: No messages to show.
de: Es sind keine Nachrichten zur Anzeige vorhanden.
fr: Aucun message à visualiser.

# translate-next
source: Next page
de: nächste Seite
fr: Page suivante

# translate-prev
source: Previous page
de: vorherige Seite
fr: Page précédente

# translate-page-description-legend
source: Information about the group
de: Informationen über diese Gruppe
fr: Informations à propos du groupe

# translate-page-description-hasoptional
source: This message group contains optional messages. Optional messages should only be translated when your language has special requirements like not using spaces or transliterating proper names. $1
de: Diese Nachrichtengruppe enthält optionale Nachrichten. Optionale Nachrichten sollten nur dann übersetzt werden, sofern es in deiner Sprache Bedarf für sie gibt, wie beispielsweise die Nichtverwendung von Leerzeichen oder die Transkription von Eigennamen. $1
fr: Ce groupe de messages contient des messages facultatifs. Les messages facultatifs ne devraient être traduits que quand votre langue a des exigences particulières comme ne pas utiliser d’espaces ou translittérer ou accorder les noms propres. $1

# translate-page-description-hasoptional-open
source: Show optional messages.
de: Optionale Nachrichten anzeigen.
fr: Afficher les messages facultatifs.

# translate-page-edit
source: edit
de: bearbeiten
fr: modifier

# translate-optional
source: (optional)
fr: (facultatif)

# translate-ignored
source: (ignored)
de: (ignoriert)
fr: (ignoré)

# translate-edit-title
source: Edit "$1"
de: „$1“ bearbeiten
fr: Modifier « $1 »

# translate-edit-definition
source: Message definition
de: Nachricht im Original
fr: Définition du message

# translate-edit-contribute
source: contribute
de: bearbeiten
fr: contribuer

# translate-edit-no-information
source: <em>This message has no documentation. If you know where or how this message is used, you can help other translators by adding documentation to this message.</em>
de: <em>Zu dieser Nachricht ist keine Dokumentation vorhanden. Sofern du weißt, wo und in welchem Zusammenhang sie genutzt wird, kannst du anderen Übersetzern bei ihrer Arbeit helfen, indem du eine Dokumentation hinzufügst.</em>
fr: <em>Ce message n’est pas documenté. Si vous savez où ou comment il est utilisé, vous pouvez aider les autres traducteurs en créant sa documentation.</em>

# translate-edit-information
source: Information about message ($1)
de: Information zur Nachricht ($1)
fr: Informations concernant le message ($1)

# translate-edit-warnings
source: Warnings about incomplete translations
de: Warnungen zu unvollständigen Übersetzungen
fr: Avertissements sur les traductions incomplètes

# translate-edit-tmmatch-source
source: Translation source text: $1
de: Übersetzungsquelltext: $1
fr: Texte source de la traduction : $1

# translate-edit-tmmatch
source: $1% match
de: $1 % Übereinstimmung
fr: $1 % de correspondance

# translate-use-suggestion
source: Replace current translation with this suggestion.
de: Ersetze die aktuelle Übersetzung mit diesem Vorschlag.
fr: Remplacer la traduction actuelle par cette suggestion.

# translate-edit-nopermission
source: You need translation rights to translate messages.
de: Du benötigst Übersetzerrechte, um Nachrichten übersetzen zu können.
fr: Vous devez obtenir les droits de traduction pour traduire des messages.

# translate-edit-askpermission
source: Get permission
de: Berechtigung erhalten
fr: Obtenir la permission

source: Export translations
de: Übersetzungen exportieren
fr: Exporter des traductions

# translate-export-invalid-format
source: Please specify a valid format.
de: Bitte ein gültiges Format angeben.
fr: Veuillez fournir un format valide.

# translate-export-not-supported
source: Translation export is not supported.
de: Das Exportieren von Übersetzungen wird nicht unterstützt.
fr: L’exportation des traductions n’est pas prise en charge.

# translate-export-format-notsupported
source: The specified export format is not supported by the message group.
de: Das angegebene Exportformat wird von der Nachrichtengruppe nicht unterstützt.
fr: Le format d’exportation spécifié n’est pas pris en charge par le groupe de messages.

# translate-export-group-too-large
source: The chosen message group is too large. Choose a message group that has fewer than $1 {{PLURAL:$1|message|messages}} or contact translation admin for advice.
de: Die gewählte Nachrichtengruppe ist zu groß. Wähle eine Nachrichtengruppe, die weniger als $1 {{PLURAL:$1|Nachricht|Nachrichten}} enthält oder wende dich an einen Übersetzungsadministrator, um Rat zu erhalten.
fr: Le groupe de message choisi est trop gros. Choisir un groupe de message qui a moins de $1 {{PLURAL:$1|message|messages}} ou contacter l'administrateur de traduction pour avoir son conseil.

# translate-checks-parameters
source: Following {{PLURAL:$2|parameter is|parameters are}} not used: <strong>$1</strong>
de: {{PLURAL:$2|Der folgende Parameter wird|Die folgenden Parameter werden}} nicht benutzt: <strong>$1</strong>
fr: {{PLURAL:$2|Le paramètre suivant n’est pas utilisé|Les paramètres suivants ne sont pas utilisés}} : <strong><nowiki>$1</nowiki></strong>

# translate-checks-parameters-unknown
source: Following {{PLURAL:$2|parameter is|parameters are}} unknown: <strong>$1</strong>
de: {{PLURAL:$2|Der folgende Parameter ist|Die folgenden Parameter sind}} unbekannt: <strong>$1</strong>
fr: {{PLURAL:$2|Le paramètre suivant est inconnu|Les paramètres suivants sont inconnus}} : <strong><nowiki>$1</nowiki></strong>

# translate-checks-balance
source: There is an uneven amount of {{PLURAL:$2|parenthesis|parentheses}}: <strong><nowiki>$1</nowiki></strong>
de: Die {{PLURAL:$2|folgende Klammersetzung ist|folgenden Klammersetzungen sind}} nicht ausgeglichen: <strong><nowiki>$1</nowiki></strong>
fr: Il y a un nombre impair de parenthèse{{PLURAL:$2||s}} : <strong><nowiki>$1</nowiki></strong>

# translate-checks-links
source: Following {{PLURAL:$2|link is|$2 links are}} problematic: <strong><nowiki>$1</nowiki></strong>
de: {{PLURAL:$2|Der folgende Link ist|Die folgenden $2 Links sind}} problematisch: <strong><nowiki>$1</nowiki></strong>
fr: {{PLURAL:$2|Le lien suivant pose|Les $2 liens suivants posent}} problème : <strong><nowiki>$1</nowiki></strong>

# translate-checks-links-missing
source: Following {{PLURAL:$2|link is|$2 links are}} missing: <strong><nowiki>$1</nowiki></strong>
de: {{PLURAL:$2|Der folgende Link fehlt|Die folgenden $2 Links fehlen}}: <strong><nowiki>$1</nowiki></strong>
fr: {{PLURAL:$2|Le lien suivant est manquant|Les $2 liens suivants sont manquants}} : <strong><nowiki>$1</nowiki></strong>

# translate-checks-plural
source: Definition uses <nowiki>{{PLURAL:}}</nowiki> but translation does not.
de: Die Übersetzungsvorlage verwendet <nowiki>{{PLURAL:}}</nowiki>, die Übersetzung aber nicht.
fr: La définition utilise <nowiki>{{PLURAL:}}</nowiki> mais pas sa traduction.

# translate-checks-plural-forms
source: <nowiki>{{PLURAL:}}</nowiki> was given {{PLURAL:$1|one form|$1 forms}} but {{PLURAL:$2|only one form is|$2 forms are}} supported (excluding 0= and 1= forms).
de: Zu <nowiki>{{PLURAL:}}</nowiki>{{PLURAL:$1|wurde eine Ausprägung|wurden $1 Ausprägungen}} angegeben. Es {{PLURAL:$2|wird allerdings nur eine Ausprägung|werden allerdings nur $2 Ausprägungen}} unterstützt (auschließlich 0= und 1= forms).
fr: <nowiki>{{PLURAL:}}</nowiki> a reçu {{PLURAL:$1|une forme|$1 formes}} mais {{PLURAL:$2|une seule est prise|seules $2 sont prises}} en charge (hors les formes 0= et 1=).
