Repository: Abijeet/ext-translate-i18n
Catalog: i18n/ext-translate_*.po
Languages: de, fr

# tpt-transclusion-label
source: Enable translation aware transclusion for this page
de: Aktivieren der übersetzungsfähigen Transklusion für diese Seite
fr: Utiliser automatiquement une traduction lors de l’inclusion de cette page

# tpt-rev-mark
source: mark for translation
de: Zum Übersetzen freigeben
fr: marquer à traduire

# tpt-rev-unmark
source: remove from translation
de: Freigabe zum Übersetzen entfernen
fr: retirer la possibilité de traduire

# tpt-rev-discourage
source: discourage
de: Freigabe zurückziehen
fr: dissuader

# tpt-rev-encourage
source: restore
de: Freigabe wiederherstellen
fr: rétablir

# tpt-rev-mark-tooltip
source: Mark the latest version of this page for translation.
de: Die letzte Version dieser Seite zum Übersetzen freigeben.
fr: Marquer à traduire la version la plus récente de cette page.

# tpt-rev-unmark-tooltip
source: Remove this page from translation.
de: Die Freigabe zum Übersetzen dieser Seite entfernen.
fr: Retirer la possibilité de traduire cette page.

# tpt-rev-discourage-tooltip
source: Discourage further translations on this page.
de: Die Freigabe für weitere Übersetzungen dieser Seite zurückziehen.
fr: Dissuader les futures traductions sur cette page.

# tpt-rev-encourage-tooltip
source: Restore this page to normal translation.
de: Die Freigabe zum Übersetzen dieser Seite wiederherstellen.
fr: Rétablir cette page en traduction normale.

# translate-tag-translate-link-desc
source: Translate this page
de: Diese Seite übersetzen
fr: Traduire cette page

# translate-tag-markthis
source: Mark this page for translation
de: Diese Seite zur Übersetzung freigeben
fr: Marquer cette page à traduire

# translate-tag-markthisagain
source: This page has <span class="plainlinks">[$1 changes]</span> since it was last <span class="plainlinks">[$2 marked for translation]</span>.
de: Diese Seite wurde <span class="plainlinks">[$1 bearbeitet]</span>, nachdem sie zuletzt <span class="plainlinks">[$2 zur Übersetzung freigegeben]</span> wurde.
fr: Cette page a été <span class="plainlinks">[$1 modifiée]</span> depuis la dernière fois qu’elle a été <span class="plainlinks">[$2 marquée à traduire]</span>.

# translate-tag-hasnew
source: This page contains <span class="plainlinks">[$1 changes]</span> which are not marked for translation.
de: Diese Seite enthält <span class="plainlinks">[$1 Bearbeitungen]</span>, die nicht zum Übersetzen freigegeben sind.
fr: Cette page contient <span class="plainlinks">[$1 des modifications]</span> qui ne sont pas marquées à traduire.

# tpt-translation-intro
source: This page is a <span class="plainlinks">[$1 translated version]</span> of the page [[$2]] and the translation is $3% complete.
de: Diese Seite ist eine <span class="plainlinks">[$1 übersetzte Version]</span> der Seite [[$2]] und die Übersetzung ist zu $3 % abgeschlossen sowie aktuell.
fr: Cette page est une <span class="plainlinks">[$1 version traduite]</span> de la page [[$2]] et la traduction est terminée à $3 %.

# tpt-translation-intro-fuzzy
source: Outdated translations are marked like this.
de: Veraltete Übersetzungen werden wie dieser Text markiert.
fr: Les traductions désuètes sont identifiées ainsi.

# tpt-languages-legend
source: Other languages:
de: Sprachen:
fr: Autres langues :

# tpt-languages-zero
source: Start translation for this language
de: Mit dem Übersetzen in diese Sprache anfangen
fr: Commencer la traduction dans cette langue

# tpt-languages-nonzero
source: $1 ($2% translated)
de: $1 ($2 % übersetzt)
fr: $1 ($2 % traduit{{PLURAL:$2||s}})

# tpt-tab-translate
source: Translate
de: Übersetzen
fr: Traduire

# tpt-target-page
source: This page cannot be updated manually. This page is a translation of the page [[$1]] and the translation can be updated using [$2 the translation tool].
de: Diese Seite kann nicht manuell aktualisiert werden. Diese Seite ist eine Übersetzung der Seite [[$1]] und die Übersetzung kann mithilfe des [$2 Übersetzungswerkzeuges] aktualisiert werden.
fr: Cette page ne peut pas être mise à jour manuellement. C’est une traduction de la page [[$1]] et la traduction peut être mise à jour en utilisant [$2 l’outil de traduction].

# tpt-unknown-page
source: This namespace is reserved for content page translations. The page you are trying to edit does not seem to correspond to any page marked for translation.
de: Dieser Namensraum ist für das Übersetzen von Wikiseiten reserviert. Die Seite, die gerade bearbeitet wird, hat keine Verbindung zu einer übersetzbaren Seite.
fr: Cet espace de noms est réservé pour les traductions des pages de contenu. La page que vous essayez de modifier ne semble correspondre à aucune page marquée à traduire.

# tpt-translation-restricted
source: Translation of this page to this language has been prevented by a translation administrator. Reason: $1
de: Das Übersetzen dieser Seite in diese Sprache wurde durch einen Übersetzungsadministrator deaktiviert. Grund: $1
fr: La traduction de cette page dans cette langue a été empêchée par un administrateur de traduction. Motif : $1

# tpt-translation-restricted-no-reason
source: Translation of this page to this language has been prevented by a translation administrator.
de: Die Übersetzung dieser Seite in diese Sprache wurde von einem Übersetzungsadministrator deaktiviert.
fr: La traduction de cette page dans cette langue a été empêchée par un administrateur de traduction.

# tpt-discouraged-language-force-header
source: This page cannot be translated to $1.
de: Diese Seite kann nicht auf $1 übersetzt werden.
fr: Cette page ne peut pas être traduite en $1.

# tpt-discouraged-language-force-content
source: A translation administrator decided that this page can only be translated to $1.
de: Ein Übersetzungsadministrator hat entschieden, dass diese Seite nur auf $1 übersetzt werden sollte.
fr: Un administrateur de traduction a décidé que cette page ne pouvait être traduite qu’en $1.

# tpt-discouraged-language-header
source: Translating to $1 is not a priority for this page.
de: Das Übersetzen dieser Seite auf $1 hat keine Priorität.
fr: Traduire en $1 n’est pas une priorité pour cette page.

# tpt-discouraged-language-content
source: A translation administrator decided to focus the translation efforts on $1.
de: Ein Übersetzungsadministrator hat entschieden, die Übersetzungsarbeiten auf $1 zu konzentrieren.
fr: Un administrateur de traduction a décidé de focaliser les efforts de traduction sur les langues suivantes : $1.

# tpt-discouraged-language-force
source: <strong>This page cannot be translated to $2.</strong> A translation administrator decided that this page can only be translated to $3.
de: <strong>Diese Seite kann nicht auf $2 übersetzt werden.</strong> Ein Übersetzungsadministrator hat sich entschieden, dass diese Seite nur auf $3 übersetzt werden kann.
fr: <strong>Cette page ne peut pas être traduite en $2.</strong> Un administrateur des traductions a décidé que cette page ne peut être traduite qu’en $3.

# tpt-priority-languages
source: A translation administrator has set the priority languages for this group to $1.
de: Ein Übersetzungsadministrator hat die priorisierte Sprachen für diese Nachrichtengruppe auf $1 festgelegt.
fr: Un administrateur de traduction a défini les langues prioritaires suivantes pour ce groupe : $1.

# tpt-priority-languages-force
source: A translation administrator has set the priority languages for this group to $1. Translating to other languages is not allowed.
de: Ein Übersetzungsadministrator hat die priorisierten Sprachen für diese Gruppe auf $1 festgelegt. Das Übersetzen in andere Sprachen ist nicht erlaubt.
fr: Un administrateur de traduction a fixé les langues prioritaires suivantes pour ce groupe : $1. La traduction dans d’autres langues n’est pas autorisée.

# tpt-render-summary
source: Updating to match new version of source page
de: Übernehme Bearbeitung einer neuen Version der Quellseite
fr: Mise à jour pour être en accord avec la nouvelle version de la source de la page

source: Aggregate groups
de: Zusammenfassende Nachrichtengruppen
fr: Groupes d’agrégation

# tpt-aggregategroup-add
source: Add
de: Hinzufügen
fr: Ajouter

# tpt-aggregategroup-save
source: Save
de: Speichern
fr: Enregistrer

# tpt-aggregategroup-add-new
source: Add a new aggregate group
de: Eine neue Hauptnachrichtengruppe hinzufügen
fr: Ajouter un nouveau groupe d’agrégation

# tpt-aggregategroup-new-name
source: Name:
fr: Nom :

# tpt-aggregategroup-new-description
source: Description (optional):
de: Beschreibung (optional):
fr: Description (facultative) :

# tpt-aggregategroup-remove-confirm
source: Are you sure you want to delete this aggregate group?
de: Bist Du sicher, dass Du diese Gruppe löschen möchtest?
fr: Êtes-vous {{GENDER:|sûr|sure}} de vouloir supprimer ce groupe d’agrégation ?

# tpt-aggregategroup-invalid-group
source: Group does not exist
de: Die Gruppe ist nicht vorhanden
fr: Le groupe n’existe pas

# tpt-aggregategroup-edit-name
source: Name:
fr: Nom :

# tpt-aggregategroup-update
source: Save
de: Speichern
fr: Enregistrer

# tpt-aggregategroup-update-cancel
source: Cancel
de: Abbrechen
fr: Annuler

# tpt-invalid-group
source: Invalid group
de: Ungültige Gruppe
fr: Groupe non valide

# pt-parse-open
source: Unbalanced &lt;translate> tag. Translation template: <pre>$1</pre>
de: Eine &lt;translate&gt;-Markierung hat kein Gegenstück. Übersetzungsvorlage: <pre>$1</pre>
fr: Balise &lt;translate> asymétrique. Modèle de traduction : <pre>$1</pre>

# pt-parse-close
source: Unbalanced &lt;/translate> tag. Translation template: <pre>$1</pre>
de: Eine &lt;/translate>-Markierung hat kein Gegenstück. Übersetzungsvorlage: <pre>$1</pre>
fr: Balise &lt;/translate> asymétrique. Modèle de traduction : <pre>$1</pre>

# pt-parse-nested
source: Nested &lt;translate> translation units are not allowed. Tag text: <pre>$1</pre>
de: Verschachtelte &lt;translate>-Übersetzungseinheiten sind nicht möglich. Text des Tags: <pre>$1</pre>
fr: L’imbrication des sections <tt>&lt;translate></tt> n’est pas autorisée. Texte de la balise : <pre>$1</pre>

# pt-shake-multiple
source: Multiple translation unit markers for one translation unit. Make sure that translation units are separated by blank lines. Translation unit text: <pre>$1</pre>
de: Mehrere Übersetzungseinheitenmarker für eine Übersetzungseinheit. Achte darauf, dass die Übersetzungseinheiten durch Leerzeilen getrennt sind. Text der Übersetzungseinheit: <pre>$1</pre>
fr: Multiples marqueurs d’unité de traduction pour une même unité de traduction. Assurez-vous que les unités de traduction sont séparées par des lignes vides. Texte de l’unité de traduction : <pre>$1</pre>

# pt-shake-position
source: Translation unit markers in unexpected position. Translation unit text: <pre>$1</pre>
de: Übersetzungseinheitenmarker befinden sich an unerwarteter Stelle. Text der Übersetzungseinheit: <pre>$1</pre>
fr: Marqueurs d’unité de traduction à une position inattendue. Texte de l’unité de traduction : <pre>$1</pre>

# pt-shake-empty
source: Empty translation unit for marker "$1".
de: Die Übersetzungseinheit für Marker „$1“ ist leer.
fr: Unité de traduction vide pour le marqueur « $1 ».

# log-description-pagetranslation
source: Log for actions related to the page translation system
de: Logbuch der Änderungen im Zusammenhang mit dem Übersetzungssystem für Seiten
fr: Journal des actions liées au système de traduction de pages

# log-name-pagetranslation
source: Page translation log
de: Übersetzungs-Logbuch
fr: Journal des traductions de pages

# logentry-pagetranslation-mark
source: $1 {{GENDER:$2|marked}} $3 for translation
de: $1 {{GENDER:$2|markierte}} die Seite $3 zum Übersetzen
fr: $1{{GENDER:$2|}} a marqué $3 à traduire

# logentry-pagetranslation-unmark
source: $1 {{GENDER:$2|removed}} $3 from the translation system
de: $1 {{GENDER:$2|entfernte}} die Seite $3 aus dem Übersetzungssystem
fr: $1{{GENDER:$2|}} a retiré $3 du système de traduction

# logentry-pagetranslation-moveok
source: $1 {{GENDER:$2|completed}} renaming of translatable page $3 to $4
de: $1 {{GENDER:$2|schloss}} die Umbenennung der übersetzbaren Seite von $3 in $4 ab
fr: $1{{GENDER:$2|}} a terminé le renommage de la page traduisible $3 en $4

# logentry-pagetranslation-movenok
source: $1 {{GENDER:$2|encountered}} a problem while moving page $3 to $4
de: $1 {{GENDER:$2|hatte}} ein Problem beim Verschieben der Seite von $3 nach $4
fr: $1{{GENDER:$2|}} a rencontré un problème en déplaçant la page $3 vers $4

# logentry-pagetranslation-deletefok
source: $1 {{GENDER:$2|completed}} deletion of translatable page $3
de: $1 {{GENDER:$2|schloss}} die Löschung der übersetzbaren Seite $3 ab
fr: $1{{GENDER:$2|}} a terminé la suppression de la page traduisible $3

# logentry-pagetranslation-deletefnok
source: $1 {{GENDER:$2|failed}} to delete $3 which belongs to translatable page $4
de: $1 {{GENDER:$2|konnte}} die Seite $3 nicht löschen, die zur übersetzbaren Seite $4 gehört
fr: $1{{GENDER:$2|}} n’a pas réussi à supprimer $3 qui appartient à la page traduisible $4

# logentry-pagetranslation-deletelok
source: $1 {{GENDER:$2|completed}} deletion of translation page $3
de: $1 {{GENDER:$2|schloss}} die Löschung der Übersetzungsseite $3 ab
fr: $1{{GENDER:$2|}} a terminé la suppression de la page de traduction $3

# logentry-pagetranslation-deletelnok
source: $1 {{GENDER:$2|failed}} to delete $3 which belongs to translation page $4
de: $1 {{GENDER:$2|konnte}} die Seite $3 nicht löschen, die zur Übersetzungsseite $4 gehört
fr: $1{{GENDER:$2|}} n’a pas réussi à supprimer $3 qui appartient à la page de traduction $4

# logentry-pagetranslation-encourage
source: $1 {{GENDER:$2|encouraged}} translation of $3
de: $1 {{GENDER:$2|empfahl}} die Übersetzung der Seite $3
fr: $1{{GENDER:$2|}} a incité à traduire $3

# logentry-pagetranslation-discourage
source: $1 {{GENDER:$2|discouraged}} translation of $3
de: $1 {{GENDER:$2|riet}} von der Übersetzung der Seite $3 ab
fr: $1{{GENDER:$2|}} a dissuadé la traduction de $3

# logentry-pagetranslation-prioritylanguages-unset
source: $1 {{GENDER:$2|removed}} priority languages from translatable page $3
de: $1 {{GENDER:$2|entfernte}} die priorisierten Sprachen von der übersetzbaren Seite $3
fr: $1{{GENDER:$2|}} a supprimé les langues prioritaires pour la page traduisible $3

# logentry-pagetranslation-prioritylanguages
source: $1 {{GENDER:$2|set}} the priority languages for translatable page $3 to $5
de: $1 {{GENDER:$2|legte}} die priorisierten Sprachen für die übersetzbare Seite $3 auf $5 fest
fr: $1{{GENDER:$2|}} a défini les langues prioritaires pour la page traduisible $3 à $5

# logentry-pagetranslation-prioritylanguages-force
source: $1 {{GENDER:$2|limited}} languages for translatable page $3 to $5
de: $1 {{GENDER:$2|begrenzte}} die Sprachen für die übersetzbare Seite $3 auf $5
fr: $1{{GENDER:$2|}} a limité les langues pour la page traduisible $3 à $5

# logentry-pagetranslation-associate
source: $1 {{GENDER:$2|added}} translatable page $3 to aggregate group $4
de: $1 {{GENDER:$2|fügte}} die übersetzbare Seite $3 zur zusammenfassenden Gruppe „$4“ hinzu
fr: $1{{GENDER:$2|}} a ajouté la page traduisible $3 au groupe agrégé $4

# logentry-pagetranslation-dissociate
source: $1 {{GENDER:$2|removed}} translatable page $3 from aggregate group $4
de: $1 {{GENDER:$2|entfernte}} die übersetzbare Seite $3 von der zusammengefassten Gruppe $4
fr: $1{{GENDER:$2|}} a retiré la page traduisible $3 du groupe agrégé $4

# log-action-filter-pagetranslation
source: Type of action:
de: Typ der Aktion:
fr: Type d’action :

# log-action-filter-pagetranslation-mark
source: Mark for translation
de: Zur Übersetzung markiert
fr: Marquage comme étant à traduire

# log-action-filter-pagetranslation-unmark
source: Removal from translation
de: Von der Übersetzung entfernt
fr: Retrait de la possibilité de traduire

# log-action-filter-pagetranslation-move
source: Page moves
de: Seitenverschiebungen
fr: Déplacements de pages

# log-action-filter-pagetranslation-delete
source: Page deletions
de: Seitenlöschungen
fr: Suppressions de pages

# log-action-filter-pagetranslation-encourage
source: Translation encouragement
de: Ermutigung zur Übersetzung
fr: Incitation à traduire

# log-action-filter-pagetranslation-discourage
source: Translation discouragement
de: Entmutigung zur Übersetzung
fr: Dissuasion de traduire

# log-action-filter-pagetranslation-prioritylanguages
source: Priority languages modification
de: Veränderung der priorisierten Sprachen
fr: Modification de la priorité des langues

# log-action-filter-pagetranslation-aggregategroups
source: Aggregate groups modification
de: Veränderung der zusammengefassten Gruppen
fr: Modification de groupes agrégés

# pt-movepage-title
source: Move translatable page "$1"
de: Die Übersetzungsseite $1 verschieben
fr: Déplacer la page traduisible « $1 »

# pt-movepage-blockers
source: The translatable page cannot be moved to a new name because of the following {{PLURAL:$1|error|errors}}:
de: Die zum Übersetzen vorgesehene Seite konnte aufgrund {{PLURAL:$1|folgendes Fehlers|folgender Fehler}} nicht zur neuen Bezeichnung verschoben werden:
fr: La page à traduire ne peut pas être renommée à cause {{PLURAL:$1|de l’erreur suivante|des erreurs suivantes}} :

# pt-movepage-block-base-exists
source: The target translatable page "[[:$1]]" exists.
de: Die übersetzbare Zielseite „[[:$1]]“ existiert bereits.
fr: La page traduisible cible « [[:$1]] » existe.

# pt-movepage-block-base-invalid
source: The target translatable page name is not a valid title.
de: Der Name der übersetzbaren Zielseite hat keine gültige Bezeichnung.
fr: Le nom de la page traduisible cible n’est pas un titre correct.

# pt-movepage-block-tp-exists
source: The target translation page "[[:$2]]" exists.
de: Die Übersetzungsseite [[:$2]] existiert bereits.
fr: La page de traduction cible « [[:$2]] » existe.

# pt-movepage-block-tp-invalid
source: The target translation page title for "[[:$1]]" would be invalid (too long?).
de: Die Zielbezeichnung der Übersetzungsseite für [[:$1]] wäre ungültig (zu lang?).
fr: Le titre de la page de traduction cible pour « [[:$1]] » serait incorrect (trop long ?).

# pt-movepage-block-section-exists
source: The target page "[[:$2]]" for the translation unit exists.
de: Die Seite „[[:$2]]“ zur Übersetzungseinheit ist bereits vorhanden.
fr: La page cible « [[:$2]] » pour l’unité de traduction existe.

# pt-movepage-block-section-invalid
source: The target page title for "[[:$1]]" for the translation unit would be invalid (too long?).
de: Die Zielseite der Übersetzungseinheit für „[[:$1]]“ wäre ungültig (zu lang?).
fr: Le nouveau titre de l’unité de traduction pour la page « [[:$1]] » serait incorrect (trop long ?).

# pt-movepage-block-subpage-exists
source: The target subpage "[[:$2]]" exists.
de: Die Unterseite [[:$2]] existiert bereits.
fr: La sous-page cible « [[:$2]] » existe.

# pt-movepage-block-subpage-invalid
source: The target subpage title for "[[:$1]]" would be invalid (too long?).
de: Die Zielbezeichnung der Unterseite für [[:$1]] wäre ungültig (zu lang?).
fr: Le titre de la sous-page cible pour « [[:$1]] » serait incorrect (trop long ?).

# pt-movepage-list-pages
source: List of pages to move
de: Liste der zu verschiebenden Seiten
fr: Liste des pages à déplacer

# pt-movepage-list-translation
source: Translation {{PLURAL:$1|page|pages}}
de: Übersetzte {{PLURAL:$1|Seite|Seiten}}
fr: Page{{PLURAL:$1||s}} de traduction

# pt-movepage-list-section
source: Translation unit {{PLURAL:$1|page|pages}}
de: {{PLURAL:$1|Seite|Seiten}} der Übersetzungseinheiten
fr: {{PLURAL:$1|Page de l’unité|Pages des unités}} de traduction

# pt-movepage-list-translatable
source: {{PLURAL:$1|Subpage|Subpages}} marked for translation
de: Zur Übersetzung markierte {{PLURAL:$1|Unterseite|Unterseiten}}
fr: Sous-page{{PLURAL:$1||s}} marquée{{PLURAL:$1||s}} à traduire

# pt-movepage-list-translatable-note
source: These pages must be moved separately.
de: Diese Seiten müssen getrennt verschoben werden.
fr: Ces pages doivent être renommées séparément.

# pt-movepage-list-other
source: Other {{PLURAL:$1|subpage|subpages}}
de: Andere {{PLURAL:$1|Unterseite|Unterseiten}}
fr: Autre{{PLURAL:$1||s}} sous-page{{PLURAL:$1||s}}

# pt-movepage-list-count
source: In total $1 {{PLURAL:$1|page|pages}} to move and $2 {{PLURAL:$2|subpage|subpages}}.
de: Insgesamt gibt es $1 zu verschiebende {{PLURAL:$1|Seite|Seiten}} und $2 {{PLURAL:$2|Unterseite|Unterseiten}}.
fr: Au total, $1 page{{PLURAL:$1||s}} et $2 sous-page{{PLURAL:$2||s}} à déplacer.

# pt-movepage-page-count-limit
source: This translatable page consists of over $1 {{PLURAL:$1|page|pages}}. Moving this many pages has been found to be unreliable. Please contact a system administrator to do this via a maintenance script.
de: Diese übersetzbare Seite besteht aus über $1 {{PLURAL:$1|Seite|Seiten}}. Das Verschieben so vieler Seiten hat sich als unzuverlässig erwiesen. Bitte kontaktiere einen Systemadministrator, um dies über ein Wartungsskript durchzuführen.
fr: La page traduisible consiste en plus de $1 page{{PLURAL:$1||s}}. Déplacer en même temps un si grand nombre de pages s’est avéré peu fiable. Veuillez contacter un administrateur système pour réaliser ceci par un script de maintenance.

# pt-movepage-list-no-pages
source: No pages found.
de: Es wurden keine Seiten gefunden.
fr: Aucune page trouvée.

# pt-movepage-legend
source: Move translatable page
de: Übersetzungsseite verschieben
fr: Déplacer la page traduisible

# pt-movepage-current
source: Current name:
de: Aktueller Seitenname:
fr: Nom actuel :

# pt-movepage-new
source: New name:
de: Neuer Seitenname:
fr: Nouveau nom :

# pt-movepage-reason
source: Reason:
de: Grund:
fr: Motif :

# pt-movepage-subpages
source: Move all subpages
de: Alle Unterseiten verschieben
fr: Renommer toutes les sous-pages

# pt-movepage-action-check
source: Check if the move is possible
de: Überprüfung, ob die Verschiebung möglich ist
fr: Vérifier si le renommage est possible

# pt-movepage-action-perform
source: Do the move
de: Verschiebung durchführen
fr: Effectuer le renommage

# pt-movepage-action-other
source: Change target
de: Ziel ändern
fr: Changer la cible

# pt-movepage-intro
source: This special page allows you to move pages which are marked for translation. The move action will not be instant, because many pages will need to be moved. While the pages are being moved, it is not possible to interact with the pages in question. Failures will be logged in the [[Special:Log/pagetranslation|page translation log]] and they need to be repaired by hand.
de: Diese Spezialseite ermöglicht es Seiten zu verschieben, die zur Übersetzung gekennzeichnet wurden. Die Verschiebung wird nicht unverzüglich erfolgen, da dabei viele Seiten zu verschieben sind. Während des Verschiebevorgangs ist es nicht möglich, die entsprechenden Seiten zu nutzen. Verschiebefehler werden im [[Special:Log/pagetranslation|Übersetzungs-Logbuch]] aufgezeichnet und müssen manuell korrigiert werden.
fr: Cette page spéciale vous permet de renommer des pages qui sont marquées comme étant à traduire. L’action de renommage ne sera pas immédiate car de nombreuses pages devront être déplacées. Tant que les pages seront en cours de déplacement, il ne sera pas possible d’interagir avec elles. Les échecs seront enregistrés dans le [[Special:Log/pagetranslation|journal de traduction]] et devront être corrigés manuellement.

# pt-movepage-logreason
source: Part of translatable page "$1"
de: Teil der übersetzbaren Seite „$1“
fr: Extrait de la page traduisible « $1 »
