Repository: Abijeet/ext-translate-i18n
Catalog: i18n/ext-translate_*.po
Languages: de, fr

# pt-movepage-started
source: Please check the [[Special:Log/pagetranslation|page translation log]] in a while for errors and completion message.
de: Bitte überprüfe kurz das [[Special:Log/pagetranslation|Seitenübersetzungs-Logbuch]] auf Fehler und die Vollzugsnachricht.
fr: Veuillez ouvrir le [[Special:Log/pagetranslation|journal des traductions de pages]] dans quelques instants pour vérifier les erreurs éventuelles et lire le message de complétion.

# pt-locked-page
source: This page is locked because the translatable page is currently being moved.
de: Diese Seite ist gesperrt, da die Übersetzungsseite momentan verschoben wird.
fr: Cette page est verrouillée parce que la page traduisible est en cours de renommage.

# pt-deletepage-lang-title
source: Deleting translation page "$1"
de: Löschen der übersetzten Seite „$1“
fr: Suppression de la page de traduction « $1 »

# pt-deletepage-full-title
source: Deleting translatable page "$1"
de: Löschen der übersetzbaren Seite „$1“
fr: Suppression de la page traduisible « $1 »

# pt-deletepage-invalid-title
source: The specified page is not valid.
de: Die angegebene Seite ist ungültig.
fr: La page spécifiée n’est pas valide.

# pt-deletepage-invalid-text
source: The specified page is not a translatable page nor a translation page.
de: Die angegebene Seite ist weder eine übersetzbare Seite noch eine Übersetzungsseite.
fr: La page spécifiée n’est pas une page traduisible, ni une traduction de celle-ci.

# pt-deletepage-action-check
source: List pages to be deleted
de: Zu löschende Seiten auflisten
fr: Lister les pages à supprimer

# pt-deletepage-action-perform
source: Do the deletion
de: Löschung ausführen
fr: Effectuer la suppression

# pt-deletepage-action-other
source: Change target
de: Das Ziel ändern
fr: Changer la cible

# pt-deletepage-lang-legend
source: Delete translation page
de: Übersetzte Seite löschen
fr: Supprimer la page de traduction

# pt-deletepage-full-legend
source: Delete translatable page
de: Übersetzbare Seite löschen
fr: Supprimer la page traduisible

# pt-deletepage-any-legend
source: Delete translatable page or translation page
de: Übersetzbare Seite oder Übersetzungsseite löschen
fr: Supprimer la page traduisible ou la page de traduction

# pt-deletepage-current
source: Page name:
de: Seitenname:
fr: Nom de la page :

# pt-deletepage-reason
source: Reason:
de: Grund:
fr: Motif :

# pt-deletepage-subpages
source: Delete all subpages
de: Alle Unterseiten löschen
fr: Supprimer tous les sous-pages

# pt-deletepage-list-pages
source: List of pages to delete
de: Liste der zu löschenden Seiten
fr: Liste des pages à supprimer

# pt-deletepage-list-translation
source: Translation pages
de: Übersetzte Seiten
fr: Pages de traduction

# pt-deletepage-list-section
source: Translation unit pages
de: Seiten der Übersetzungseinheiten
fr: Pages des unités de traduction

# pt-deletepage-list-other
source: Other subpages
de: Weitere Unterseiten
fr: Autres sous-pages

# pt-deletepage-list-count
source: In total $1 {{PLURAL:$1|page|pages}} to delete and $2 {{PLURAL:$2|subpage|subpages}}.
de: Insgesamt gibt es $1 zu löschende {{PLURAL:$1|Seite|Seiten}} und $2 {{PLURAL:$2|Unterseite|Unterseiten}}.
fr: $1 page{{PLURAL:$1||s}} en tout à supprimer et $2 sous-page{{PLURAL:$2||s}}.

# pt-deletepage-list-no-pages
source: No pages found.
de: Es wurden keine Seiten gefunden.
fr: Aucune page trouvée.

# pt-deletepage-full-logreason
source: Part of translatable page "$1"
de: Teil der übersetzbaren Seite „$1“
fr: Partie de la page à traduire « $1 »

# pt-deletepage-lang-logreason
source: Part of translation page "$1"
de: Teil der übersetzbaren Seite „$1“
fr: Partie de la page de traduction « $1 »

# pt-deletepage-started
source: Please check the [[Special:Log/pagetranslation|page translation log]] for errors and completion message.
de: Bitte das [[Special:Log/pagetranslation|Übersetzungs-Logbuch]] nach Fehlern und Ausführungsnachrichten prüfen.
fr: Veuillez vérifier le [[Special:Log/pagetranslation|journal des traductions]] pour les erreurs et le message de la fin.

# pt-deletepage-intro
source: This special page allows you delete a whole translatable page, or an individual translation page in a language. The delete action will not be instant, because all the pages depending on them will also be deleted. Failures will be logged in the [[Special:Log/pagetranslation|page translation log]] and they need to be repaired by hand.
de: Diese Spezialseite ermöglicht die Löschung einer ganzen übersetzbaren Seite oder einer individuellen Übersetzungsseite in einer Sprache. Die Ausführung erfolgt nicht unmittelbar, da auch alle dazugehörigen Seiten gelöscht werden. Fehler werden im [[Special:Log/pagetranslation|Übersetzungs-Logbuch]] aufgezeichnet und müssen nachträglich manuell berichtigt werden.
fr: Cette page spéciale vous permet de supprimer entièrement une page traduisible ou une page d’une traduction dans une langue particulière. L’action de suppression n’est pas instantanée car plusieurs pages dépendantes de celle-ci seront aussi supprimées. Les échecs seront inscrits dans le [[Special:Log/pagetranslation|journal des traductions]] et ils doivent être corrigés à la main.

# pagemigration
source: Translation page migration
de: Übersetzungsseitenmigration
fr: Migration de page de traduction

# pagemigration-summary
source: Specify a translation page and restore any translation made before the Translate system was enabled on that page.
de: Gib eine Übersetzungsseite an und stelle jede Übersetzung wieder her, die vor der Aktivierung des Übersetzungssystems auf dieser Seite erstellt wurde.
fr: Spécifier une page de traduction et rétablir toute traduction faite avant que le système de traduction soit activé sur cette page.

# pm-import-button-label
source: Import
de: Importieren
fr: Importer

# pm-savepages-button-label
source: Save
de: Speichern
fr: Enregistrer

# pm-cancel-button-label
source: Cancel
de: Abbrechen
fr: Annuler

# pm-page-does-not-exist
source: $1 does not exist.
de: $1 ist nicht vorhanden
fr: $1 n’existe pas.

# pm-old-translations-missing
source: $1 does not contain old translations.
de: $1 enthält keine alten Übersetzungen
fr: $1 ne contient aucune ancienne traduction.

# pm-extra-units-warning
source: Extra units might be present. Please match the source and translation units properly.
de: Es könnten zusätzliche Einheiten verfügbar sein. Bitte die Quell- und Übersetzungseinheiten ordnungsgemäß anpassen.
fr: Des unités supplémentaires peuvent être présentes. Veuillez faire correspondre correctement les unités source et celles de la traduction.

# pm-pagename-missing
source: Please enter the page name.
de: Bitte den Seitennamen eingeben
fr: Veuillez saisir le nom de la page.

# pm-add-icon-hover-text
source: Add a unit below
de: Unten eine Einheit hinzufügen
fr: Ajouter une unité ci-dessous

# pm-swap-icon-hover-text
source: Swap with unit below
de: Mit der unteren Einheit tauschen
fr: Échanger avec l’unité ci-dessous

# pm-delete-icon-hover-text
source: Delete unit
de: Einheit löschen
fr: Supprimer l’unité

# pm-pagetitle-placeholder
source: Enter the page title
de: Gib den Seitentitel ein
fr: Entrer le titre de la page

# pm-pagetitle-invalid
source: Please enter a valid page title. It should be in <page-name>/<language-code> format.
de: Bitte einen gültigen Seitentitel eingeben. Dieser sollte im Format <Seitenname>/<Sprachcode> sein.
fr: Veuillez entrer un titre de page valide. Il doit être de la forme ‹Nom de la page›/‹code-de-langue›.

# pm-pagetitle-missing
source: Please enter the page title.
de: Bitte gib den Seitentitel ein.
fr: Veuillez entrer le titre de la page.

# pm-langcode-missing
source: The language code seems to be missing in the title. Please enter the page title in the format <page-name>/<language-code>.
de: Es scheint, als ob der Sprachcode im Titel fehlt. Bitte gib den Seitentitel im Format <page-name>/<language-code> ein.
fr: Le code de langue semble manquer dans le titre. Veuillez entrer le titre de la page au format <page-name>/<language-code>.

# pm-summary-import
source: Imported translation using [[Special:PageMigration|page migration]]
de: Übersetzung importiert mithilfe der [[Special:PageMigration|Seitenmigration]]
fr: Traduction importée en utilisant la [[Special:PageMigration|migration de page]]

# pm-on-import-message-text
source: The old translations have been imported. Use the add, swap and delete options to adjust the translation units and click the "{{int:pm-savepages-button-label}}" button to save them. Click the "{{int:pm-cancel-button-label}}" button to discard.
de: Die alten Übersetzungen wurden importiert. Verwende die Hinzufügungs-, Tausch- und Löschoptionen, um die Übersetzungseinheiten anzupassen und klicke auf die Schaltfläche „{{int:pm-savepages-button-label}}“, um sie zu speichern oder zum Verwerfen auf die Schaltfläche „{{int:pm-cancel-button-label}}“.
fr: Les anciennes traductions ont été importées. Utilisez les options ajouter, échanger et supprimer pour ajuster les unités de traduction et cliquez sur le bouton « {{int:pm-savepages-button-label}} » pour les enregistrer. Cliquez sur le bouton « {{int:pm-cancel-button-label}} » pour annuler.

# pm-on-save-message-text
source: The translation units have been saved. You can now enter the title of a new translation page to migrate it, or make changes to the units below and save a new revision.
de: Die Übersetzungseinheiten wurden gespeichert. Du kannst jetzt zur Migration den Titel einer neuen Übersetzungsseite eingeben oder unten Änderungen an den Einheiten durchführen und eine neue Version speichern.
fr: Les unités de traduction ont été enregistrées. Vous pouvez maintenant entrer le titre d’une nouvelle page de traduction pour la faire migrer ou modifier les unités ci-dessous et enregistrer les changements dans une nouvelle version.

# tpt-translate-title
source: Allow translation of page title
de: Übersetzung eines Seitentitels erlauben
fr: Autoriser la traduction du titre de la page

# pp-save-summary
source: Prepared the page for translation
de: Bereitete die Seite zur Übersetzung vor
fr: Page préparée pour la traduction

# pagepreparation
source: Prepare page for translation
de: Seite zur Übersetzung vorbereiten
fr: Préparer la page pour sa traduction

# pagepreparation-summary
source: Specify a page title to prepare for translation.
de: Gib einen einen Seitentitel an, der für die Übersetzung vorbereitet werden soll.
fr: Spécifier un titre de page à préparer pour la traduction.

# pp-pagename-placeholder
source: Enter the page name
de: Den Seitennamen eingeben
fr: Entrer le nom de la page

# pp-prepare-button-label
source: Prepare
de: Vorbereiten
fr: Préparer

# pp-save-button-label
source: Publish
de: Veröffentlichen
fr: Publier

# pp-cancel-button-label
source: Cancel
de: Abbrechen
fr: Annuler

# pp-save-message
source: The page was published. You can [$1 edit] it.
de: Die Seite wurde veröffentlicht. Du kannst sie [$1 bearbeiten].
fr: La page a été publiée. Vous pouvez la [$1 modifier].

# pp-prepare-message
source: The page was prepared for translation. See the diff below. Click the "{{int:pp-save-button-label}}" button if okay!
de: Die Seite wurde für die Übersetzung vorbereitet. Sieh dir den unten stehenden Unterschied an. Klicke auf „{{int:pp-save-button-label}}“, wenn alles in Ordnung ist!
fr: La page a été préparée pour sa traduction. Consultez les différences ci-dessous. Cliquez sur le bouton « {{int:pp-save-button-label}} » si cela vous convient !

# pp-already-prepared-message
source: It seems the page has already been prepared for translation. There are no changes compared to the previous version.
de: Es scheint, als ob die Seite bereits für die Übersetzung vorbereitet wurde. Es gibt im Vergleich zur aktuellen Version keine Unterschiede.
fr: Il semble que la page ait déjà été préparée pour sa traduction. Il n’y a eu aucune modification depuis sa version précédente.

# pp-diff-error
source: There was an error while fetching the diff from the server.
de: Es gab einen Fehler beim Abrufen des Versionsunterschiedes vom Server.
fr: Une erreur est survenue lors de la récupération des différences sur le serveur.

# pp-pagename-missing
source: Please enter the page name.
de: Bitte den Seitennamen eingeben.
fr: Veuillez entrer le nom de la page.

# pp-diff-old-header
source: Source text
de: Quelltext
fr: Texte source

# pp-diff-new-header
source: Prepared text
de: Vorbereiteter Text
fr: Texte préparé

# tpt-unlink-confirm
source: Please confirm that you really want to remove this page from the translation system. The language selector and translated page names will stop working. The translation pages will become editable.
de: Bitte bestätige, dass du wirklich diese Seite aus dem Übersetzungssystem entfernen möchtest. Die Sprachauswahl und übersetzte Seitennamen hören auf zu funktionieren. Die Übersetzungsseiten werden bearbeitbar.
fr: Veuillez confirmer que vous voulez vraiment supprimer cette page du système de traduction. Le sélecteur de langue et les noms des pages des traductions cesseront de fonctionner. Les pages des traductions deviendront modifiables.

# tpt-unlink-button
source: Remove from translation
de: Von der Übersetzung entfernen
fr: Retirer la possibilité de traduire

# tpt-unlink-summary
source: Removed page from translation
de: Seite von der Übersetzung entfernt
fr: Possibilité retirée de traduire la page

# tpt-generic-confirm
source: Please confirm the action.
de: Bitte bestätige die Aktion.
fr: Veuillez confirmer l’action.

# tpt-generic-button
source: Confirm
de: Bestätigen
fr: Confirmer

# tpt-validation-not-insertable
source: Translation variable name "$1" does not work as an insertable in the translation interface. Avoid using special characters.
de: Der Name der Übersetzungsvariablen „$1“ kann nicht in die Übersetzungsschnittstelle eingefügt werden. Vermeide die Verwendung von Sonderzeichen.
fr: Le nom de la variable de traduction « $1 » ne fonctionne pas comme pouvant être inséré dans l’interface de traduction. Éviter d’utiliser les caractères spéciaux.

# tpt-validation-name-reuse
source: Translation variable "$1" is defined multiple times with different content. Change the variable names to be unique within the translation unit.
de: Die Übersetzungsvariable „$1“ ist mehrfach mit unterschiedlichem Inhalt definiert. Ändere die Variablennamen so, dass sie innerhalb der Übersetzungseinheit eindeutig sind.
fr: La variable de traduction « $1 » est définie plusieurs fois avec un contenu différent. Modifier les noms de variable afin qu’ils soient uniques dans l’unité de traduction.

source: Manage translator sandbox
de: Übersetzer-Spielwiese konfigurieren
fr: Gérer le bac à sable de traduction

# tsb-filter-pending
source: Pending requests
de: Ausstehende Anfragen
fr: Requêtes en attente

# tsb-reminder-title-generic
source: Complete your introduction to become a translator
de: Vervollständige deine Einführung, um ein Übersetzer zu werden.
fr: Veuillez compléter votre présentation de candidature pour devenir un traducteur

# tsb-reminder-content-generic
source: Hi $1, Thanks for registering with {{SITENAME}}. If you complete your test translations, the administrators will grant you full translation access soon afterwards. Please come over and make some more translations here: $2 $3, {{SITENAME}} staff
de: Hallo $1, vielen Dank für die Registrierung auf {{SITENAME}}. Wenn du deine Testübersetzungen vervollständigst, gewähren dir die Administratoren kurz danach vollen Übersetzungszugriff. Komm vorbei und mache hier einige weitere Übersetzungen: $2 $3, die Mitarbeiter von {{SITENAME}}
fr: Bonjour $1, Merci de vous être inscrit sur {{SITENAME}}. Si vous achevez vos traductions de test, les administrateurs vous accorderont peu après un plein accès aux traductions. Veuillez aller ici et faire quelques traductions supplémentaires : $2 $3, L’équipe de {{SITENAME}}

# tsb-reminder-sending
source: Sending the reminder...
de: Sende die Erinnerung …
fr: Envoi du rappel en cours...

# tsb-reminder-sent
source: {{PLURAL:$1|Sent $1 reminder. Time: $2.|Sent $1 reminders. Time of the last one: $2.}}
de: {{PLURAL:$1|Eine Erinnerung versandt. Zeit: $2.|$1 Erinnerungen versandt. Zeit der letzten: $2.}}
fr: {{PLURAL:$1|$1 rappel envoyé le $2|$1 rappels envoyés, le dernier le / à $2}}

# tsb-reminder-sent-new
source: Sent a reminder
de: Die Erinnerung wurde versandt
fr: Rappel envoyé

# tsb-reminder-failed
source: Sending the reminder failed
de: Der Versand der Erinnerung ist fehlgeschlagen
fr: L’envoi du rappel a échoué

# tsb-email-promoted-subject
source: You are now a translator at {{SITENAME}}
de: Du bist jetzt ein Übersetzer auf {{SITENAME}}
fr: Vous êtes maintenant un traducteur sur {{SITENAME}}

# tsb-email-promoted-body
source: Hi {{GENDER:$1|$1}}, Congratulations! I checked the test translations that you made at {{SITENAME}} and gave you full translator rights. Come to {{SITENAME}} to continue translating now, and every day: $2 Welcome, and thank you for your contributions! {{GENDER:$3|$3}}, {{SITENAME}} staff
de: Hallo {{GENDER:$1|$1}}, herzlichen Glückwunsch! Ich habe deine Testübersetzungen auf {{SITENAME}} überprüft und habe dir die vollen Übersetzerrechte gegeben. Komme auf {{SITENAME}}, um jetzt mit dem Übersetzen fortzufahren: $2 Willkommen und vielen Dank für deine Beiträge! {{GENDER:$3|$3}}, Mitarbeiter von {{SITENAME}}
fr: Bonjour {{GENDER:$1|}}$1, Félicitations ! J’ai vérifié les traductions d’essai que vous avez effectuées sur {{SITENAME}} et je vous ai donné les droits complets de traduct{{GENDER:$1|eur|rice}}. Venez sur {{SITENAME}} pour continuer à traduire dès maintenant et tous les jours : $2 Bienvenue et merci pour vos contributions ! {{GENDER:$3|}}$3, membre de l’équipe de {{SITENAME}}.

# tsb-email-rejected-subject
source: Your application to be a translator at {{SITENAME}} was rejected
de: Dein Antrag auf Beförderung zum Übersetzer auf {{SITENAME}} wurde abgelehnt
fr: Votre demande pour devenir traducteur sur {{SITENAME}} a été rejetée

# tsb-email-rejected-body
source: Hi {{GENDER:$1|$1}}, Thank you for applying as a translator at {{SITENAME}}. I regret to inform you that I have rejected your application, because the quality of your translations did not meet the requirements. If you think that your application was rejected by mistake, please try to apply again as a translator at {{SITENAME}}. You can sign up here: $2 {{GENDER:$3|$3}}, {{SITENAME}} staff
de: Hallo $1, vielen Dank für deinen Antrag auf Beförderung {{GENDER:$1|zum Übersetzer|zur Übersetzerin}} auf {{SITENAME}}. Ich bedauere, dich informieren zu müssen, dass ich deinen Antrag abgelehnt habe, da die Qualität deiner Übersetzungen nicht den Anforderungen entspricht. Falls du denkst, dass dein Antrag durch einen Fehler abgelehnt wurde, versuche, deinen Übersetzerantrag auf {{SITENAME}} erneut einzureichen. Du kannst dich hier registrieren: $2 $3, {{GENDER:$3|Mitarbeiter|Mitarbeiterin}} von {{SITENAME}}
fr: Bonjour {{GENDER:$1|}}$1, Merci de votre candidature comme traducteur sur {{SITENAME}}. J’ai le regret de vous informer que j’ai rejeté votre candidature, car la qualité de vos traductions ne correspond pas aux attentes. Si vous pensez que votre candidature a été rejetée par erreur, veuillez refaire une demande comme traducteur sur {{SITENAME}}. Vous pouvez vous inscrire ici : $2 {{GENDER:$3|}}$3, membre de l’équipe de {{SITENAME}}.

# tsb-request-count
source: $1 {{PLURAL:$1|request|requests}}
de: {{PLURAL:$1|Eine Anfrage|$1 Anfragen}}
fr: $1 demande{{PLURAL:$1||s}}

# tsb-all-languages-button-label
source: All languages
de: Alle Sprachen
fr: Toutes les langues

# tsb-search-requests
source: Search pending requests
de: Offene Anfragen durchsuchen
fr: Chercher les requêtes en cours

# tsb-accept-button-label
source: Accept
de: Akzeptieren
fr: Accepter

# tsb-reject-button-label
source: Reject
de: Ablehnen
fr: Rejeter

# tsb-selected-count
source: {{PLURAL:$1|$1 user selected|$1 users selected}}
de: {{PLURAL:$1|Ein|$1}} Benutzer ausgewählt
fr: $1 utilisateur{{PLURAL:$1||s}} sélectionné{{PLURAL:$1||s}}

# tsb-older-requests
source: $1 older {{PLURAL:$1|request|requests}}
de: {{PLURAL:$1|Eine ältere Anfrage|$1 ältere Anfragen}}
fr: $1 requête{{PLURAL:$1||s}} plus ancienne{{PLURAL:$1||s}}

# tsb-accept-all-button-label
source: Accept all
de: Alle akzeptieren
fr: Tout accepter

# tsb-reject-all-button-label
source: Reject all
de: Alle ablehnen
fr: Tout rejeter

# tsb-user-posted-a-comment
source: Not a translator
de: Kein Übersetzer
fr: Pas un traducteur

# tsb-reminder-link-text
source: Send email reminder
de: E-Mail-Erinnerung senden
fr: Envoyer un courriel de rappel

# tsb-didnt-make-any-translations
source: This user did not make any translations.
de: Dieser Benutzer hat noch keine Übersetzungen durchgeführt.
fr: Cet utilisateur n’a fait aucune traduction.

# tsb-translations-user
source: {{GENDER:$1|User}} translations
de: {{GENDER:$1|Benutzerübersetzungen}}
fr: Traductions de l’utilisat{{GENDER:$1|eur|rice}}

# tsb-translations-current
source: Existing translations
de: Vorhandene Übersetzungen
fr: Traductions existantes

# tsb-delete-userpage-summary
source: Deleting the user page of a sandbox user
de: Benutzerseite eines Spielwiesenbenutzers gelöscht
fr: Suppression de la page d’utilisateur d’un utilisateur du bac à sable

# tsb-reject-confirmation
source: {{PLURAL:$1|User|Users}} rejected
de: {{PLURAL:$1|Benutzer}} abgelehnt
fr: Utilisateur{{PLURAL:$1||s}} rejeté{{PLURAL:$1||s}}

# tsb-accept-confirmation
source: {{PLURAL:$1|User|Users}} accepted
de: {{PLURAL:$1|Benutzer}} akzeptiert
fr: Utilisateur{{PLURAL:$1||s}} accepté{{PLURAL:$1||s}}

# translationstash
source: Welcome
de: Willkommen
fr: Bienvenue

# translate-translationstash-welcome
source: Welcome {{GENDER:$1|$1}}, you are a new translator
de: Willkommen $1, du bist {{GENDER:$1|ein neuer Übersetzer|eine neue Übersetzerin}}.
fr: Bienvenue $1, vous êtes un{{GENDER:$1||e}} nouve{{GENDER:$1|au|elle}} traduct{{GENDER:$1|eur|rice}}

# translate-translationstash-welcome-note
source: Become familiar with the translation tools. Translate some messages and get full-translator rights to participate in your favorite projects.
de: Werde mit den Übersetzungswerkzeugen vertraut. Übersetze einige Nachrichten und erhalte die vollen Übersetzerrechte zur Teilnahme an deinen Lieblingsprojekten.
fr: Familiarisez-vous avec les outils de traduction. Traduisez quelques messages et obtenez les droits complets de traducteur pour participer à vos projets favoris.

# translate-translationstash-initialtranslation
source: Your initial translation
de: Deine erste Übersetzung
fr: Votre traduction initiale

# translate-translationstash-translations
source: $1 completed {{PLURAL:$1|translation|translations}}
de: {{PLURAL:$1|Eine vervollständigte Übersetzung|$1 vervollständigte Übersetzungen}}
fr: Vous avez achevé $1 traduction{{PLURAL:$1||s}}.

# translate-translationstash-skip-button-label
source: Try another
de: Eine andere versuchen
fr: Essayer une autre

# tsb-limit-reached-title
source: Thanks for your translations
de: Danke für deine Übersetzungen
fr: Merci pour vos traductions

# tsb-limit-reached-body
source: You reached the translation limit for new translators. Our team will verify and upgrade your account soon. Then you will be able to translate without limits.
de: Du hast das Übersetzungslimit für neue Übersetzer erreicht. Unser Team wird dein Benutzerkonto bald verifizieren und hochstufen. Du wirst dann in der Lage sein, ohne Limits zu übersetzen.
fr: Vous avez atteint la limite de traductions pour les nouveaux traducteurs. Notre équipe va vérifier et mettre à niveau votre compte bientôt. Ensuite, vous serez en mesure de traduire sans limites.
