Repository: Abijeet/ext-translate-i18n
Catalog: i18n/ext-translate_*.po
Languages: de, fr

# translate-checks-plural-dupe
source: <nowiki>{{PLURAL:}}</nowiki> has duplicate forms at the end. <nowiki>{{PLURAL:$1|sheep|sheep}}</nowiki> should be written as <nowiki>{{PLURAL:$1|sheep}}</nowiki>.
de: Zu <nowiki>{{PLURAL:}}</nowiki> wurden zwei gleiche Ausprägungen angegeben. Bspw. sollte aber <nowiki>{{PLURAL:$1|Milch|Milch}}</nowiki> als <nowiki>{{PLURAL:$1|Milch}}</nowiki> angegeben werden.
fr: <nowiki>{{PLURAL:}}</nowiki> a des formes dupliquées au final. <nowiki>{{PLURAL:$1|sheep|sheep}}</nowiki> devrait être écrit ainsi : <nowiki>{{PLURAL:$1|sheep}}</nowiki>.

# translate-checks-gettext-plural-missing
source: This translation must have <nowiki></nowiki>.
de: Diese Übersetzung muss <nowiki></nowiki> haben.
fr: Cette traduction doit contenir <nowiki></nowiki>.

# translate-checks-gettext-plural-unsupported
source: This message does not support <nowiki></nowiki>.
de: Diese Nachricht unterstützt kein <nowiki></nowiki>.
fr: Ce message ne prend pas en charge <nowiki></nowiki>.

# translate-checks-gettext-plural-count
source: <nowiki></nowiki> accepts exactly $1 {{PLURAL:$1|plural form|plural forms}}. Currently $2 {{PLURAL:$2|plural form is|plural forms are}} given.
de: <nowiki></nowiki> akzeptiert genau $1 {{PLURAL:$1|Pluralform|Pluralformen}}. Gegenwärtig {{PLURAL:$2|ist eine Pluralform|sind $2 Pluralformen}} angegeben.
fr: <nowiki></nowiki> accepte exactement $1 forme{{PLURAL:$1||s}} de nombre grammatical. Actuellement, $2 forme{{PLURAL:$1||s}} ont été données.

# translate-checks-smartformat-plural-missing
source: This translation must have plural on variable $1.
de: Diese Übersetzung muss Plural in der Variable $1 verwenden.
fr: Cette traduction doit marquer le pluriel en fonction de la variable $1.

# translate-checks-smartformat-plural-unsupported
source: This message does not support plural on variable $1.
de: Diese Nachricht unterstützt keinen Plural in der Variable $1.
fr: Ce message ne prend pas en charge le marquage du pluriel en fonction de la variable $1.

# translate-checks-smartformat-plural-count
source: Incorrect number of plural forms in <strong>$3</strong>. It must have $1 {{PLURAL:$1|plural form|plural forms}}. Currently $2 {{PLURAL:$2|plural form is|plural forms are}} given.
de: Falsche Anzahl an Pluralformen in <strong>$3</strong>. Notwending {{PLURAL:$1|ist eine Pluralforme|sind $2 Pluralformen}}. Gegenwärtig {{PLURAL:$2|ist eine Pluralform|sind $2 Pluralformen}} vorhanden.
fr: Nombre incorrect de formes en fonction du nombre dans <strong>$3</strong>. Il devrait y avoir {{PLURAL:$1|une seule forme indiquée|$1 formes indiquées}}. Actuellement $2 {{PLURAL:$2|une seule forme est indiquée|$2 formes sont indiquées}}.

# translate-checks-unicode-plural-missing
source: This translation must have <nowiki>{{PLURAL|}}</nowiki>.
de: Diese Übersetzung muss <nowiki>{{PLURAL|}}</nowiki> haben.
fr: Cette traduction doit contenir <nowiki>{{PLURAL|}}</nowiki>.

# translate-checks-unicode-plural-unsupported
source: This message does not support <nowiki>{{PLURAL|}}</nowiki>.
de: Diese Nachricht unterstützt kein <nowiki>{{PLURAL|}}</nowiki>.
fr: Ce message ne prend pas en charge <nowiki>{{PLURAL|}}</nowiki>.

# translate-checks-unicode-plural-invalid
source: Plural forms should be defined as $1. This translation contains $2.
de: Pluralformen sollten als $1 definiert sein. Diese Übersetzung enthält $2.
fr: Les formes plurielles doivent être définies comme $1. Cette traduction contient $2.

# translate-checks-pagename
source: Namespace changed from the definition
de: Der Namensraum weicht von dem in der Übersetzungsvorlage ab.
fr: Espace de noms modifié depuis la définition

# translate-checks-format
source: This translation does not follow the definition or has invalid syntax: $1
de: Diese Übersetzung entspricht nicht der Übersetzungsvorlage oder enthält eine ungültige Syntax: $1
fr: Cette traduction ne suit pas la définition ou a une syntaxe incorrecte : $1

# translate-checks-escape
source: The following escape {{PLURAL:$2|character|characters}} may be accidental: <strong>$1</strong>. {{PLURAL:$4|A valid escape character is|Valid escape characters include:}} $3.
de: {{PLURAL:$2|Das folgende Escape-Zeichen kann|Die folgenden Escape-Zeichen können}} versehentlich vorhanden sein: <strong>$1</strong>. {{PLURAL:$4|Ein gültiges Escape-Zeichen ist|Gültige Escape-Zeichen sind:}} $3.
fr: {{PLURAL:$2|Le caractère d’échappement suivant peut être accidentel|Les caractères d’échappement suivants peuvent être accidentels}} : <strong>$1</strong>. {{PLURAL:$4|Un caractère d’échappement valide est|Les caractères d’échappement valides sont :}} $3.

# translate-checks-parametersnotequal
source: Parameter count is {{PLURAL:$1|$1}}; should be {{PLURAL:$2|$2}}.
de: Die Parameteranzahl ist {{PLURAL:$1|$1}}, sollte aber {{PLURAL:$2|$2}} sein.
fr: Le nombre de paramètres est {{PLURAL:$1|$1}} ; ce devrait être {{PLURAL:$2|$2}}.

# translate-checks-malformed
source: <nowiki>$1</nowiki> is malformed.
de: <nowiki>$1</nowiki> ist formal ungültig.
fr: <nowiki>$1</nowiki> est mal formé.

# translate-checks-fudforum-syntax
source: Use <nowiki>$1</nowiki> instead of <nowiki>$2</nowiki> in this project.
de: Bitte benutze in diesem Projekt <nowiki>$1</nowiki> anstatt <nowiki>$2</nowiki>.
fr: Utiliser <nowiki>$1</nowiki> au lieu de <nowiki>$2</nowiki> dans ce projet.

# translate-checks-newline-missing-start
source: There {{PLURAL:$1|is|are}} $1 missing newline {{PLURAL:$1|character|characters}} at the beginning of the translation.
de: Am Anfang der Übersetzung {{PLURAL:$1|fehlt ein|fehlen $1}} Zeilenumbruchzeichen.
fr: Il manque $1 caractère{{PLURAL:$1||s}} de saut de ligne au début de la traduction.

# translate-checks-newline-missing-end
source: There {{PLURAL:$1|is|are}} $1 missing newline {{PLURAL:$1|character|characters}} at the end of the translation.
de: Am Ende der Übersetzung {{PLURAL:$1|fehlt ein|fehlen $1}} Zeilenumbruchzeichen.
fr: Il manque $1 caractère{{PLURAL:$1||s }} de saut de ligne à la fin de la traduction.

# translate-checks-newline-extra-start
source: There {{PLURAL:$1|is|are}} $1 extra newline {{PLURAL:$1|character|characters}} at the beginning of the translation.
de: Am Anfang der Übersetzung {{PLURAL:$1|ist ein zusätzliches|sind $1 zusätzliche}} Zeilenumbruchzeichen.
fr: Il y a $1 caractère{{PLURAL:$1||s}} de saut de ligne en trop au début de la traduction.

# translate-checks-newline-extra-end
source: There {{PLURAL:$1|is|are}} $1 extra newline {{PLURAL:$1|character|characters}} at the end of the translation.
de: Am Ende der Übersetzung {{PLURAL:$1|ist ein zusätzliches|sind $1 zusätzliche}} Zeilenumbruchzeichen.
fr: Il y a $1 caractère{{PLURAL:$1||s}} de saut de ligne en trop à la fin de la traduction.

# translate-checks-value-not-present
source: The translation must be equal to {{PLURAL:$1|1=|one of the following values:}} $1.
de: Die Übersetzung muss {{PLURAL:$1|1=|einem der folgenden Werte entsprechen:}} $1.
fr: La traduction doit être égale à {{PLURAL:$1|1=|l'une des valeurs suivantes :}} $1.

# translate-checks-replacement
source: Use $2 instead of $1.
de: Verwende $2 anstatt $1.
fr: Utiliser $2 au lieu de $1.

# translate-pref-editassistlang
source: Assistant languages:
de: Unterstützungssprachen:
fr: Langues d’assistance :

# prefs-translate
source: Translation options
de: Übersetzungsoptionen
fr: Options de traduction

# translate-pref-editassistlang-help
source: Comma separated list of language codes. Translation of a message in these languages are shown when you are translating. The default list of languages depends on your language.
de: Mit Kommas getrennte Liste von Sprachcodes. Die Übersetzungen der Nachrichten in den gewählten Sprachen werden beim Übersetzen angezeigt. Die Standardliste ist abhängig von der Sprache der Benutzeroberfläche.
fr: Liste de codes de langues séparés par une virgule. La traduction d’un message dans ces langues est affiché quand vous êtes en train de le traduire. La liste par défaut des langues varie en fonction de votre langue.

# translate-pref-editassistlang-bad
source: Invalid language code in the list: <nowiki>$1</nowiki>.
de: In der Liste ist ein ungültiger Sprachcode enthalten: <nowiki>$1</nowiki>.
fr: Code langue non valide dans la liste : <nowiki>$1</nowiki>.

# right-translate
source: Edit using the translate interface
de: Bearbeitungen mithilfe der Übersetzungsoberfläche tätigen
fr: Modifier avec l’interface de traduction

# action-translate
source: edit using the translate interface
de: Bearbeitungen mithilfe der Übersetzungsoberfläche zu tätigen
fr: modifier en utilisant l’interface de traduction

# right-translate-manage
source: Manage message groups
de: Nachrichtengruppen verwalten
fr: Gérer les groupes de message

# action-translate-manage
source: manage message groups
de: Nachrichtengruppen zu verwalten
fr: gérer les groupes de messages

# right-translate-import
source: Import offline translations
de: Offlineübersetzungen importieren
fr: Importer les traductions hors ligne

# action-translate-import
source: import offline translations
de: Offlineübersetzungen zu importieren
fr: importer les traductions hors-ligne

# right-translate-messagereview
source: Review translations
de: Übersetzungen überprüfen
fr: Relire les traductions

# action-translate-messagereview
source: review translations
de: Übersetzungen zu überprüfen
fr: relire les traductions

# right-translate-groupreview
source: Change workflow state of message groups
de: Arbeitsablaufstatus von Nachrichtengruppen ändern
fr: Modifier l’état de flux de travail des groupes de messages

# action-translate-groupreview
source: change workflow state of message groups
de: den Workflow-Status von Nachrichtengruppen zu ändern
fr: modifier l’état du flux de travail pour les groupes de messages

# translate-rcfilters-translations
source: Translations
de: Übersetzungen
fr: Traductions

# translate-rcfilters-translations-only-label
source: Translations
de: Übersetzungen
fr: Traductions

# translate-rcfilters-translations-only-desc
source: Changes to translated pages.
de: Änderungen an übersetzten Seiten.
fr: Modifications apportées aux pages traduites.

# translate-rcfilters-translations-filter-label
source: Not translations
de: Keine Übersetzungen
fr: Pages hors traductions

# translate-rcfilters-translations-filter-desc
source: All changes that are not translations.
de: Alle Änderungen, die keine Übersetzungen sind.
fr: Toutes les modifications qui ne sont pas des traductions.

# translate-rcfilters-translations-site-label
source: Site messages
de: Systemnachrichten der Website
fr: Messages système

# translate-rcfilters-translations-site-desc
source: Customizations of site messages in MediaWiki namespace.
de: Anpassungen an Systemnachrichten der Website im MediaWiki-Namensraum.
fr: Adaptation des messages système dans l’espace de noms MediaWiki.

# translate-rc-translation-filter
source: Filter translations:
de: Übersetzungen filtern:
fr: Filtrer les traductions :

# translate-rc-translation-filter-no
source: Do nothing
de: nichts
fr: Ne rien faire

# translate-rc-translation-filter-only
source: Show translations only
de: Zeige nur Übersetzungen
fr: Afficher uniquement les traductions

# translate-rc-translation-filter-filter
source: Filter out translations
de: Übersetzungen filtern
fr: Exclure les traductions

# translate-rc-translation-filter-site
source: Changes to site messages only
de: Nur Änderungen an den Nachrichten des Wikis
fr: Uniquement les modifications de messages du site

# translationstats
source: Translation statistics
de: Statistiken zu Übersetzungen
fr: Statistiques de traduction

# translate-stats-edits
source: Edits
de: Bearbeitungen
fr: Modifications

# translate-stats-users
source: Translators
de: Übersetzer
fr: Traducteurs

# translate-stats-registrations
source: Registrations
de: Registrierungen
fr: Inscriptions

# translate-stats-reviews
source: Reviews
de: Übersetzungsprüfungen
fr: Relectures

# translate-stats-reviewers
source: Reviewers
de: Übersetzungsprüfer
fr: Relecteurs

# translate-statsf-intro
source: You can generate simple statistics with this form. All values have upper and lower limits.
de: Du kannst mit diesem Formular einfache Statistiken erstellen. Alle Werte haben obere und untere Begrenzungen.
fr: Vous pouvez générer des statistiques simples par ce formulaire. Toutes les valeurs ont des limites supérieures et inférieures.

# translate-statsf-options
source: Graph options
de: Diagrammoptionen
fr: Options du graphique

# translate-statsf-width
source: Width in pixels:
de: Breite in Pixel:
fr: Largeur en pixels :

# translate-statsf-height
source: Height in pixels:
de: Höhe in Pixel:
fr: Hauteur en pixels :

# translate-statsf-days
source: Time period in days:
de: Zeitraum in Tagen:
fr: Durée de la période, en jours :

# translate-statsf-start
source: Starting date:
de: Anfangsdatum:
fr: Date de début :

# translate-statsf-scale
source: Granularity:
de: Granularität:
fr: Granularité :

# translate-statsf-scale-years
source: Years
de: Jahre
fr: Années

# translate-statsf-scale-months
source: Months
de: Monate
fr: Mois

# translate-statsf-scale-weeks
source: Weeks
de: Wochen
fr: Semaines

# translate-statsf-scale-days
source: Days
de: Tage
fr: Jours

# translate-statsf-scale-hours
source: Hours
de: Stunden
fr: Heures

# translate-statsf-count
source: Measure:
de: Maßstab:
fr: Mesure :

# translate-statsf-count-edits
source: Number of edits
de: Anzahl Bearbeitungen
fr: Nombre de modifications

# translate-statsf-count-users
source: Active translators
de: Aktive Übersetzer
fr: Traducteurs actifs

# translate-statsf-count-registrations
source: New users
de: Neue Benutzer
fr: Nouveaux utilisateurs

# translate-statsf-count-reviews
source: Translation reviews
de: Übersetzungsprüfungen
fr: Relectures de traduction

# translate-statsf-count-reviewers
source: Reviewers
de: Übersetzungsprüfer
fr: Relecteurs

# translate-statsf-language
source: Comma-separated list of language codes:
de: Komma-getrennte Liste der Sprachcodes:
fr: Liste de codes de langues séparés par des virgules :

# translate-statsf-group
source: Comma-separated list of group codes:
de: Komma-getrennte Liste der Gruppencodes:
fr: Liste de codes de groupes séparés par des virgules :

# translate-statsf-submit
source: Preview
de: Vorschau
fr: Prévisualiser

# translate-statsf-unknown-error
source: An unknown error has occurred.
de: Es ist ein unbekannter Fehler aufgetreten.
fr: Une erreur inconnue s’est produite.

# translate-statsf-error-message
source: There was an error while loading the graph: $1
de: Beim Laden der Grafik gab es einen Fehler: $1
fr: Il y a eu une erreur en chargeant le graphe : $1

# translate-statsf-graph-alt-text-info
source: Text alternative for the translation statistics is in the data table below.
de: Textalternative für die Übersetzungsstatistik in der folgenden Datentabelle.
fr: Le texte alternatif pour les statistiques de traduction est dans la table de données ci-dessous.

# translate-statsf-alt-text
source: This is the text alternative for the translation statistics.
de: Dies ist die Textalternative für die Übersetzungsstatistik.
fr: Ceci est le texte alternatif pour les statistiques de traduction.

# translate-statsf-embed
source: Code to embed the translation stats graph on other pages.
de: Code zum Einbetten des Übersetzungsstatistik-Graphen auf anderen Seiten.
fr: Code pour inclure le graphique des statistiques de traduction dans d’autres pages.

# translate-tag-page-desc
source: Translation of the wiki page [[$2|$1]] from $3 ($4).
de: Übersetzung der Wikiseite [[$2|$1]] von $3 ($4).
fr: Traduction de la page wiki [[$2|$1]] depuis $3 ($4).

# translate-sidebar-alltrans
source: In other languages
de: In anderen Sprachen
fr: Dans les autres langues

# translations
source: All translations
de: Alle Übersetzungen
fr: Toutes les traductions

# translations-summary
source: Enter a message name below to show all available translations.
de: Gib einen Nachrichtennamen ein, um alle verfügbaren Übersetzungen anzuzeigen.
fr: Entrez un nom de message ci-dessous pour visualiser toutes les traductions disponibles.

# translate-translations-no-message
source: "$1" is not a translatable message
de: „$1“ ist keine übersetzbare Nachricht
fr: « $1 » n’est pas un message traduisible.

# translate-translations-none
source: There are no translations for "$1"
de: Keine Übersetzungen für „$1“ verfügbar
fr: Il n’y a pas de traduction pour « $1 ».

# translate-translations-count
source: Found {{PLURAL:$1|one translation|$1 translations}}.
de: Es {{PLURAL:$1|wurde eine Übersetzung|wurden $1 Übersetzungen}} gefunden.
fr: Il existe {{PLURAL:$1|une traduction|$1 traductions}}.

# translate-translations-messagename
source: Name:
fr: Nom :

# translate-translations-project
source: Project:
de: Projekt:
fr: Projet :

# translate-translations-including-no-param
source: Please specify a valid message key in the subpage parameter
de: Bitte gib einen gültigen Nachrichtennamen als Unterseitenparameter an
fr: Veuillez spécifier une clé de message correcte dans le paramètre ''subpage''

# languagestats
source: Language statistics
de: Statistiken zu Sprachen
fr: Statistiques de langue

# languagestats-summary
source: This page shows translation statistics for all message groups for a language.
de: Diese Seite zeigt Statistiken zu Übersetzungen für alle Nachrichtengruppen einer Sprache.
fr: Cette page affiche les statistiques de traduction de tous les groupes de messages dans une langue donnée.

# messagegroupstats-summary
source: This page shows message group statistics.
de: Diese Seite zeigt Statistiken zu Nachrichtengruppen.
fr: Cette page affiche les statistiques de groupe de messages.

# languagestats-stats-for
source: Translation statistics for $1 ($2).
de: Übersetzungsstatistik für die Sprache $1 ($2).
fr: Statistiques de traduction pour $1 ($2).

# languagestats-recenttranslations
source: recent translations
de: Aktuelle Übersetzungen
fr: traductions récentes

# translate-langstats-incomplete
source: Some of the statistics on this page are incomplete. Please reload to get more statistics.
de: Einige der Statistiken auf dieser Seite sind unvollständig. Lade sie erneut, um weitere Statistiken zu erhalten.
fr: Certaines statistiques sur cette page sont incomplètes. Merci de la recharger pour en obtenir davantage.

# translate-langstats-expand
source: expand
de: ausklappen
fr: développer

# translate-langstats-collapse
source: collapse
de: einklappen
fr: replier

# translate-langstats-expandall
source: expand all
de: alle ausklappen
fr: tout développer

# translate-langstats-collapseall
source: collapse all
de: alle einklappen
fr: tout replier

# translate-language-code
source: Language code
de: Sprachcode
fr: Code de langue

# translate-language-code-field-name
source: Language code:
de: Sprachcode:
fr: Code de langue :

# translate-suppress-complete
source: Suppress completely translated message groups
de: Vollständig übersetzte Nachrichtengruppen unterdrücken
fr: Masquer les groupes de messages entièrement traduits

# translate-ls-noempty
source: Suppress completely untranslated message groups
de: Vollständig unübersetzte Nachrichtengruppen unterdrücken
fr: Masquer les groupes de messages sans aucune traduction

# translate-language
source: Language
de: Sprache
fr: Langue

# translate-untranslated
source: Untranslated
de: Nachrichten (übersetzbar)
fr: Non traduits

# translate-percentage-complete
source: Completion
de: Vollständig
fr: Achèvement

# translate-percentage-fuzzy
source: Outdated
de: Veraltet
fr: Désuets

# translate-percentage-proofread
source: Reviewed
de: Überprüft
fr: Relu

# translate-languagestats-overall
source: All message groups together
de: Alle Gruppen zusammen
fr: Tous les groupes de messages ensembles

# translate-ls-submit
source: Show statistics
de: Statistiken anzeigen
fr: Afficher les statistiques

# translate-ls-column-group
source: Message group
de: Systemnachrichtengruppe
fr: Groupe de messages

# translate-mgs-pagename
source: Message group statistics
de: Statistiken zu Nachrichtengruppen
fr: Statistiques du groupe de messages

# translate-mgs-fieldset
source: Display preferences
de: Einstellungen anzeigen
fr: Préférences d’affichage

# translate-mgs-group
source: Message group:
de: Gruppe:
fr: Groupe de messages :

# translate-mgs-nocomplete
source: Do not display languages which have completed translation
de: Nicht die Sprachen anzeigen, zu denen die Übersetzungen fertiggestellt wurden
fr: Ne pas afficher les langues dont la traduction est achevée

# translate-mgs-noempty
source: Do not display languages which do not have any translations
de: Nicht die Sprachen anzeigen, zu denen noch keine Übersetzungen fertiggestellt wurden
fr: Ne pas afficher les langues qui n’ont aucune traduction

# translate-mgs-submit
source: Show statistics
de: Statistiken anzeigen
fr: Afficher les statistiques

# translate-mgs-column-language
source: Language
de: Sprache
fr: Langue

# translate-mgs-totals
source: All $1 {{PLURAL:$1|language|languages}} together
de: {{PLURAL:$1|Die gesamte Sprache|Alle $1 Sprachen zusammen}}
fr: Ensemble de{{PLURAL:$1||s}} $1 langue{{PLURAL:$1||s}}

# translate-mgs-invalid-group
source: The specified group $1 does not exist.
de: Die angegebene Nachrichtengruppe $1 ist nicht vorhanden.
fr: Le groupe spécifié $1 n’existe pas.

# translate-mgs-nothing
source: Nothing to show for requested statistics.
de: Zu den angeforderten Statistiken gibt es keine anzuzeigenden Daten.
fr: Rien à afficher pour les statistiques demandées.

# supportedlanguages
source: Active languages
de: Aktive Sprachen
fr: Langues actives

# supportedlanguages-summary
source: This page shows a list of active languages in {{SITENAME}}, together with the names of the translators working on that language. A translator's name appears larger, the more edits the translator has contributed. The color of an underline indicates how recently a translator has been active here.
de: Diese Seite zeigt eine Liste aller auf {{SITENAME}} aktiven Sprachen, zusammen mit den Namen der Übersetzer, die an der jeweiligen Sprache mitgearbeitet haben. Je intensiver ein Übersetzer mitgearbeitet hat, desto größer wird sein Benutzername angezeigt. Die zur Unterstreichung des Benutzernamens genutzte Farbe zeigt an, wann der Übersetzer zuletzt aktiv mitgearbeitet hat.
fr: Cette page affiche une liste des langues actives sur {{SITENAME}}, avec les noms des traducteurs qui travaillent dans cette langue. Le nom d’un traducteur apparaît en plus gros en fonction du nombre de modifications auxquelles il a contribué. La couleur du soulignement indique si le traducteur a été actif ici récemment.

# supportedlanguages-colorlegend
source: Legend for the color: Last translation $1 days ago.
de: Legende zu den Farben: Letzte Übersetzung vor $1 Tagen.
fr: Légende pour la couleur : dernière traduction il y a $1 jours.

# supportedlanguages-sqlite-error
source: SQLite is not supported
de: SQLite wird nicht unterstützt
fr: SQLite n’est pas pris en charge

# supportedlanguages-translators
source: {{PLURAL:$2|{{GENDER:$3|Translator}}|Translators}}: $1
de: {{PLURAL:$2|{{GENDER:$3|Übersetzer|Übersetzerin}}|Übersetzer}}: $1
fr: Traduct{{PLURAL:$2|{{GENDER:$3|eur|rice}}|eurs}} : $1

# supportedlanguages-recenttranslations
source: recent translations
de: Aktuelle Übersetzungen
fr: traductions récentes

# supportedlanguages-count
source: $1 {{PLURAL:$1|language|languages}} in total.
de: Insgesamt $1 {{PLURAL:$1|Sprache|Sprachen}}.
fr: $1 langue{{PLURAL:$1||s}} en tout.

# supportedlanguages-activity
source: $1: $2 {{PLURAL:$2|edit|edits}} - last edit $3 {{PLURAL:$3|day|days}} ago
de: $1: $2 {{PLURAL:$2|Bearbeitung|Bearbeitungen}} - letzte Bearbeitung vor $3 {{PLURAL:$3|Tag|Tagen}}
fr: $1 : $2 modification{{PLURAL:$2||s}} – dernière modification il y a $3 jour{{PLURAL:$3||s}}
