Repository: Abijeet/ext-translate-i18n
Catalog: i18n/ext-translate_*.po
Languages: de, fr

# translate-supportedlanguages-cached
source: This information was cached $1 ago.
de: Diese Informationen wurden vor $1 zwischengespeichert.
fr: Cette information a été mise en cache il y a $1.

# abusefilter-edit-builder-vars-translate-source-text
source: Source text of translation unit
de: Quelltext der Übersetzungseinheit
fr: Texte source de l’unité de traduction

# abusefilter-edit-builder-vars-translate-target-language
source: Target language for translation
de: Zielsprache für die Übersetzung
fr: Langue cible pour la traduction

# translate-jssti-add
source: Add to list
de: Zur Liste hinzufügen
fr: Ajouter à la liste

# managemessagegroups
source: Message group management
de: Nachrichtengruppenverwaltung
fr: Gestion des groupes de messages

# translate-smg-notallowed
source: You are not allowed to execute this action.
de: Du bist nicht berechtigt, diese Aktion durchzuführen.
fr: Vous n’êtes pas autorisé à effectuer cette action.

# translate-smg-nochanges
source: There are no changes to process.
de: Es gibt keine zu verarbeitenden Änderungen.
fr: Il n’y a aucune modification à traiter.

# translate-smg-submit
source: Submit changes for processing
de: Änderungen zum Verarbeiten übertragen
fr: Soumettre les modifications pour traitement

# translate-smg-submitted
source: Message definitions have been updated. Changes are being processed in the background.
de: Nachrichtendefinitionen wurden aktualisiert. Änderungen werden im Hintergrund verarbeitet.
fr: Les définitions de messages ont été mises à jour. Les modifications sont traitées en arrière-plan.

# translate-smg-submitted-with-failure
source: Updating message {{PLURAL:$1|definition|definitions}} failed for the following {{PLURAL:$1|group|groups}} - $2. $3
de: Die Aktualisierung der {{PLURAL:$1|Nachrichtendefinition|Nachrichtendefinitionen}} für die {{PLURAL:$1|folgende Gruppe|folgenden Gruppe}} schlug fehl - $2. $3
fr: La mise à jour {{PLURAL:$1|de la définition|des définitions}} du message a échoué pour {{PLURAL:$1|le groupe suivant|les groupes suivants}} : $2. $3

# translate-smg-submitted-others-processing
source: Message definitions for other groups are being processed in the background.
de: Nachrichtendefintionen für andere Gruppen werden im Hintergrund verarbeitet.
fr: Les définitions de message pour d’autres groupes sont traitées en tâche de fond.

# translate-smg-more
source: There will be more changes to process after submitting these changes.
de: Nach dem Speichern dieser Änderungen müssen weitere Änderungen verarbeitet werden.
fr: Il y aura d’autres modifications à effectuer après avoir envoyé ces modifications.

# translate-smg-left
source: Message content in wiki
de: Nachrichteninhalt im Wiki
fr: Contenu du message dans le wiki

# translate-smg-right
source: Incoming changes
de: Eingegangene Änderungen
fr: Modifications arrivées

# translate-smg-rename-select
source: Select
de: Auswählen
fr: Sélectionner

# translate-smg-rename-cancel
source: Cancel
de: Abbrechen
fr: Annuler

# translate-smg-rename-search
source: Search for matching message...
de: Nach passender Nachricht suchen …
fr: Rechercher un message correspondant...

# translate-smg-rename-select-err
source: Please select a message to be renamed
de: Bitte eine Nachricht zum Umbenennen auswählen
fr: Veuillez sélectionner un message à renommer

# translate-smg-rename-no-msg
source: No messages found.
de: Keine Nachrichten gefunden.
fr: Aucun message trouvé.

# translate-smg-rename-new
source: Add as new...
de: Hinzufügen als neu …
fr: Ajouter comme nouveau...

# translate-smg-rename-rename
source: Add as rename of...
de: Hinzufügen als Umbenennung von …
fr: Ajouter comme renommage de...

# translate-smg-rename-dialog-title
source: Select matching rename for $1
de: Passende Umbenennung für $1 auswählen
fr: Sélectionner le renommage correspondant pour $1

# translate-smg-changeset-modified
source: The changeset has been modified by another user or process. Your changes cannot be published as it might override their changes. Please reload the page to see the latest changes.
de: Das Änderungsset wurde von einem anderen Benutzer oder Prozess geändert. Deine Änderungen können nicht veröffentlicht werden, da sie deren Änderungen möglicherweise überschreiben. Bitte lade die Seite neu, um die neuesten Änderungen zu sehen.
fr: L’ensemble des modifications a été modifié par un autre utilisateur ou processus. Vos modifications ne peuvent pas être publiées car elles pourraient écraser ses modifications. Veuillez recharger la page pour voir les dernières modifications.

# translate-smg-no-groups-in-sync
source: There are no groups currently in synchronization
de: Es sind derzeit keine Gruppen in Synchronisation
fr: Il n’y a actuellement aucun groupe en synchronisation

# translate-smg-strong-sync-help
source: Help
de: Hilfe
fr: Aide

# translate-smg-groups-in-sync
source: Groups currently in synchronization
de: Gruppen, die derzeit synchronisiert werden
fr: Groupes actuellement en synchronisation

# translate-smg-groups-in-sync-list
source: List of groups currently being processed in the background:
de: Liste der Gruppen, die gerade im Hintergrund bearbeitet werden:
fr: Liste des groupes actuellement traités en tâche de fond :

# translate-smg-groups-with-error-title
source: Groups that had errors during synchronization
de: Gruppen, die bei der Synchronisation Fehler hatten
fr: Groupes qui ont eu des erreurs lors de la synchronisation

# translate-smg-groups-with-error-desc
source: List of groups and their messages that had errors during synchronization:
de: Liste der Gruppen und ihrer Nachrichten, die bei der Synchronisierung Fehler hatten:
fr: Liste des groupes et de leurs messages qui ont eu des erreurs lors de la synchronisation :

# translate-smg-group-with-error-summary
source: $1 {{PLURAL:$1|message|messages}} with errors:
de: $1 {{PLURAL:$1|Meldung|Meldungen}} mit Fehlern:
fr: $1 message{{PLURAL:$1||s}} avec des erreurs :

# translate-smg-group-message-action-history
source: History
de: Versionsgeschichte
fr: Historique

# translate-smg-group-action-resolve
source: Mark as resolved
de: Als erledigt markieren
fr: Marquer comme résolu

# translate-smg-group-sync-error-warn
source: This group had an error during synchronization. Please fix the errors before processing this group.
de: Diese Gruppe hatte einen Fehler bei der Synchronisation. Bitte behebe die Fehler, bevor du diese Gruppe bearbeitest.
fr: Ce groupe a eu une erreur lors de la synchronisation. Veuillez les corriger avant de traiter ce groupe.

# translate-smg-group-message-tag-outdated
source: Outdated
de: Veraltet
fr: Périmé

# translate-smg-group-message-tag-rename
source: Rename
de: Umbenennen
fr: Renommer

# translate-smg-group-message-tag-label
source: {{PLURAL:$1|Tag|Tags}}:
fr: Balise{{PLURAL:$1||s}} :

# translate-smg-group-message-message-content
source: Content:
de: Inhalt:
fr: Contenu :

# translate-smg-group-message-message-target
source: Target:
de: Ziel:
fr: Cible :

# translate-smg-group-message-message-replacement
source: Replacement:
de: Ersetzen:
fr: Remplacement :

# translate-smg-group-message-message-other-langs
source: Other languages:
de: Andere Sprachen:
fr: Autres langues :

# translate-smg-loading
source: Loading...
de: Laden …
fr: Chargement en cours...

# translate-smg-unknown-error
source: There was an unknown error while processing your request.
de: Es ist ein unbekannter Fehler bei der Bearbeitung deiner Anfrage aufgetreten.
fr: Une erreur est survenue lors du traitement de votre requête.

# translate-manage-import-new
source: New message $1
de: Neue Nachricht $1
fr: Nouveau message $1

# translate-manage-import-deleted
source: Deleted message $1
de: Gelöschte Nachricht $1
fr: Message $1 supprimé

# translate-manage-action-import
source: Import
de: Importieren
fr: Importer

# translate-manage-action-conflict
source: Import and fuzzy
de: Importieren und als „zu kontrollieren“ markieren
fr: Importer et marquer comme flou

# translate-manage-action-ignore
source: Ignore
de: Ignorieren
fr: Ignorer

# translate-manage-action-fuzzy
source: Import and fuzzy translations
de: Importiere und markiere Übersetzung als „zu kontrollieren“
fr: Importer et marquer les traductions comme floues

# translate-manage-action-rename-fuzzy
source: Rename and fuzzy translations
de: Umbenennen und Übersetzungen als fuzzy markieren
fr: Renommer et marquer les traductions comme floues

# translate-manage-action-rename
source: Rename
de: Umbenennen
fr: Renommer

# translate-manage-action-ignore-change
source: Ignore translation change
de: Änderung der Übersetzung ignorieren
fr: Ignorer la modification de traduction

# translate-manage-nochanges
source: There are no changes in message definitions for this group.
de: Es gibt keine Änderungen an Definitionen zu Nachrichten dieser Gruppe.
fr: Il n’y a aucune modification dans les définitions de messages de ce groupe.

# translate-manage-nochanges-other
source: There were no changes for this language. Use the link below to return to the group details view.
de: Es gibt keine Änderungen für diese Sprache. Verwende den Verweis unten, um zur Gruppendetailübersicht zurück zu gehen.
fr: Il n’y a eu aucune modification pour cette langue. Utilisez le lien ci-dessous pour revenir à la vue de détail du groupe.

# translate-manage-inconsistent
source: Detected inconsistency in the request. Please check for changes and try again. Details: $1.
de: Es wurden Inkonsistenzen in der Anfrage festgestellt. Bitte überprüfe deine Änderungen und versuche es erneut. Details: $1
fr: Une inconsistance a été détectée dans la requête. Vérifiez s’il y a eu des modifications et ressayez. Détails : $1.

# translate-manage-toolong
source: The maximum processing time of $1 {{PLURAL:$1|second|seconds}} exceeded. Please resubmit the form to continue processing.
de: Die maximale Verarbeitungszeit von $1 {{PLURAL:$1|Sekunde|Sekunden}} ist abgelaufen. Bitte schicke das Formular noch einmal ab, um die Verarbeitung fortzusetzen.
fr: La durée maximale du temps de traitement de $1 seconde{{PLURAL:$1||s}} a été dépassée. Renvoyez le formulaire pour continuer le traitement.

# translate-manage-import-summary
source: Importing a new version from external source
de: Neue Version von externer Quelle importiert
fr: Importation d’une nouvelle version depuis une source externe.

# translate-manage-import-rename-summary
source: Renamed in external source
de: In externer Quelle umbenannt
fr: Renommé dans la source externe

# translate-manage-conflict-summary
source: Importing a new version from external source. Please check.
de: Neue Version von externer Quelle importiert. Bitte überprüfen.
fr: Importation d’une nouvelle version depuis une source externe. Vérifiez s’il vous plaît.

# translate-manage-submit
source: Execute
de: Ausführen
fr: Exécuter

# translate-manage-intro-other
source: Below is list of translation changes in the language $1. Please review the changes and choose an action you want to take for each update. If you choose to ignore changes, this action is only temporary.
de: Hier ist eine Liste von Übersetzungsänderungen der Sprache $1. Bitte kontrolliere die Änderungen und wähle je eine Aktion, die du auf die Aktualisierungen anwenden möchtest. Wenn du dich entscheidest, Änderungen zu ignorieren, ist diese Aktion nur vorübergehend.
fr: Ci-dessous figure une liste des modifications dans la langue $1. Relisez les modifications et choisissez une action à effectuer pour chacune. Si vous décidez d’ignorer les modifications, cette action ne sera que temporaire.

# translate-manage-import-ok
source: Imported: $1
de: Importiert: $1
fr: Importé : $1

# translate-manage-import-done
source: Import complete!
de: Import abgeschlossen!
fr: Import terminé !

# translate-manage-empty-content
source: Content is empty
de: Der Inhalt ist leer
fr: Le contenu est vide

# translate-manage-key-reused
source: This message already exists in the wiki. Check for an accidental re-use of an old key.
de: Diese Systemnachricht existiert bereits im Wiki. Prüfe auf eine versehentliche Wiederverwendung eines alten Schlüssels.
fr: Ce message existe déjà dans le wiki. Recherchez une réutilisation accidentelle d’une ancienne clé.

# translate-manage-source-message-not-found
source: Message definition not found
de: Nachrichten-Definition nicht gefunden
fr: Définition du message non trouvée

source: Import translations
de: Übersetzungen importieren
fr: Importer les traductions

# translate-import-from-local
source: Local file upload:
de: Lokale Datei hochladen:
fr: Importer un fichier local :

# translate-import-load
source: Load file
de: Datei laden
fr: Charger le fichier

# translate-import-err-dl-failed
source: Unable to fetch the file: $1
de: Datei kann nicht abgerufen werden: $1
fr: Impossible d’accéder au fichier : $1

# translate-import-err-ul-failed
source: File upload failed
de: Das Hochladen der Datei ist fehlgeschlagen
fr: Le téléversement du fichier a échoué

# translate-import-err-invalid-title
source: Provided filename <nowiki>$1</nowiki> was invalid.
de: Der angegebene Dateiname <nowiki>$1</nowiki> war ungültig.
fr: Le nom du fichier fourni « <nowiki>$1</nowiki> » n’est pas valide.

# translate-import-err-no-such-file
source: File <nowiki>$1</nowiki> does not exist or has not been uploaded locally.
de: Die Datei <nowiki>$1</nowiki> existiert nicht oder wurde nicht lokal hochgeladen.
fr: Le fichier « <nowiki>$1</nowiki> » n’existe pas ou n’a pas été importé localement.

# translate-import-err-stale-group
source: The message group this file belongs to does not exist.
de: Die Nachrichtengruppe, der diese Datei zugeordnet wurde, ist nicht vorhanden.
fr: Le groupe de messages auquel ce fichier appartient n’existe pas.

# translate-import-err-no-headers
source: File is not a well formed Gettext file in Translate extension format: Unable to determine message group and language from file headers.
de: Die Datei ist keine Datei im Gettext-Format der Erweiterung „Translate“: Die Gruppen und Sprache konnte nicht aus dem Dateikopf ermittelt werden.
fr: Le fichier n’est pas un fichier ''Gettext'' bien formé dans le format attendu par l’extension ''Translate'' : il est impossible de déterminer le groupe et la langue depuis les entêtes du fichier.

# translate-js-support-unsaved-warning
source: You have unpublished translations.
de: Es sind nicht veröffentlichte Übersetzungen vorhanden.
fr: Vous avez des traductions non publiées.

# translate-gs-pos
source: Pos.
fr: Rang

# translate-gs-speakers
source: Speakers
de: Sprecher
fr: Locuteurs

# translate-gs-score
source: Score
de: Ergebnis
fr: Pointage

# translate-gs-count
source: Count
de: Anzahl
fr: Compte

# translate-gs-avgscore
source: Avg. score
de: Durchschnittliches Ergebnis
fr: Pointage moyen

# translate-documentation-language
source: Message documentation
de: Nachrichtendokumentation
fr: Documentation du message

# translate-searchprofile
source: Translations
de: Übersetzungen
fr: Traductions

# translate-searchprofile-tooltip
source: Search from all translations
de: Suche in allen Übersetzungen
fr: Rechercher dans toutes les traductions

# translate-searchprofile-note
source: More search options are available with [$1 translation search].
de: Weitere Suchoptionen sind verfügbar mit der [$1 Übersetzungssuche].
fr: Plus d’options de recherche sont disponibles avec la [$1 recherche de traductions].

# translate-search-languagefilter
source: Filter by language:
de: Nach Sprache filtern:
fr: Filtrer par langue :

# translate-search-nofilter
source: No filtering
de: Alle Sprachen
fr: Aucun filtrage

# log-name-translationreview
source: Translation review log
de: Übersetzungsprüfungs-Logbuch
fr: Journal des relectures de traduction

# log-description-translationreview
source: Log of all reviews to translations and message groups.
de: Logbuch aller Übersetzungsprüfungen an Übersetzungen und Nachrichtengruppen.
fr: Journal de toutes les relectures des traductions et des groupes de messages.

# logentry-translationreview-message
source: $1 {{GENDER:$2|reviewed}} translation $3
de: $1 {{GENDER:$2|überprüfte}} die Übersetzung $3
fr: $1{{GENDER:$2|}} a relu la traduction $3

# logentry-translationreview-group
source: $1 {{GENDER:$2|changed}} the state of $4 translations of $3 from $6 to $7
de: $1 {{GENDER:$2|änderte}} den Status der Übersetzungen in der Sprache „$4“ der Seite „$3“ von „$6“ in „$7“
fr: $1{{GENDER:$2|}} a modifié l’état des traductions en $4 de $3 de $6 à $7

# group-translate-sandboxed
source: Unapproved translators
de: Unbestätigte Übersetzer
fr: Traducteurs non approuvés

# group-translate-sandboxed-member
source: {{GENDER:$1|unapproved translator}}
de: {{GENDER:$1|Unbestätigter Übersetzer|Unbestätigte Übersetzerin}}
fr: traduct{{GENDER:$1|eur|rice}} non approuvé{{GENDER:$1||e}}

# right-translate-sandboxmanage
source: Manage sandboxed users
de: Spielwiesenbenutzer verwalten
fr: Gérer les utilisateurs limités au bac à sable

# action-translate-sandboxmanage
source: manage sandboxed users
de: Spielwiesenbenutzer zu verwalten
fr: gérer les utilisateurs limités au bac à sable

# right-translate-sandboxaction
source: Execute actions allowed for sandboxed users
de: Aktionen ausführen, die für Spielwiesenbenutzer erlaubt sind
fr: Exécuter des actions autorisées pour les utilisateurs non enregistrés

# action-translate-sandboxaction
source: execute actions allowed for sandboxed users
de: Aktionen auszuführen, die für Spielwiesenbenutzer erlaubt sind
fr: exécuter des actions autorisées pour les utilisateurs non enregistrés

# translate-workflow-state-
source: (unset)
de: (nicht gesetzt)
fr: (désactivé)

# translate-workflowstatus
source: State: $1
de: Status: $1
fr: État : $1

# translate-workflow-set-doing
source: Setting...
de: Wird eingestellt …
fr: Activation...

# translate-workflow-autocreated-summary
source: Automatic creation of page for workflow state $1
de: Automatische Erstellung der Seite für Arbeitsablaufstatus $1
fr: Création automatique de la page pour l’état du processus de travail $1

# translate-stats-workflow
source: State
de: Status
fr: État

# translate-workflowgroup-label
source: Workflow states
de: Arbeitsablaufstatus
fr: États du processus de travail

# translate-workflowgroup-desc
source: This message group shows the translation workflow states. The states are defined in the configuration variable $wgTranslateWorkflowStates.
de: Diese Nachrichtengruppe zeigt die Status zum Arbeitsablauf beim Übersetzungen. Die Status werden mit der Konfigurationsvariablen <code lang="en">$wgTranslateWorkflowStates</code> definiert.
fr: Ce groupe de messages montre les états du processus de travail de traduction. Les états sont définis dans la variable de configuration $wgTranslateWorkflowStates.

# translate-dynagroup-recent-label
source: Recent translations
de: Aktuelle Übersetzungen
fr: Traductions récentes

# translate-dynagroup-recent-desc
source: This message group shows all recent translations into this language. Most useful for the review tasks.
de: Diese Nachrichtengruppe zeigt alle aktuellen Übersetzungen in diese Sprache an. Am nützlichsten ist sie für die Aufgaben des Überprüfens.
fr: Ce groupe de messages montre toutes les traductions récentes faites dans cette langue. Il est surtout utilisé pour les tâches de relecture.

# translate-dynagroup-additions-label
source: Recent additions
de: Aktuelle Ergänzungen
fr: Ajouts récents

# translate-dynagroup-additions-desc
source: This message group shows new and changed messages.
de: Diese Nachrichtengruppe zeigt neue und geänderte Nachrichten an.
fr: Ce groupe de messages affiche les messages nouveaux et modifiés.

# translate-msggroupselector-projects
source: Message group
de: Nachrichtengruppe
fr: Groupe de messages

# translate-msggroupselector-search-placeholder
source: Search groups
de: Gruppen durchsuchen
fr: Rechercher des groupes

# translate-msggroupselector-search-all
source: All
de: Alle
fr: Tous

# translate-msggroupselector-search-recent
source: Recent
de: Aktuell
fr: Récents

# translate-msggroupselector-view-subprojects
source: $1 {{PLURAL:$1|subgroup|subgroups}}
de: {{PLURAL:$1|Eine Untergruppe|$1 Untergruppen}}
fr: $1 sous-groupe{{PLURAL:$1||s}}

# tux-languageselector
source: Translate to
de: Übersetzen auf
fr: Traduire en

# tux-tab-all
source: All
de: Alle
fr: Tous

# tux-tab-untranslated
source: Untranslated
de: Nicht übersetzt
fr: Non traduits

# tux-tab-outdated
source: Outdated
de: Veraltet
fr: Désuets

# tux-tab-translated
source: Translated
de: Übersetzt
fr: Traduits

# tux-tab-unproofread
source: Unreviewed
de: Ungeprüfte
fr: Non relus

# tux-edit
source: Edit
de: Bearbeiten
fr: Modifier

# tux-status-optional
source: Optional
fr: Facultatif

# tux-status-fuzzy
source: Outdated
de: Veraltet
fr: Désuet

# tux-status-proofread
source: Reviewed
de: Überprüft
fr: Corrigé

# tux-status-translated
source: Translated
de: Übersetzt
fr: Traduit

# tux-status-saving
source: Publishing...
de: Veröffentlichen …
fr: Publication en cours...

# tux-status-unsaved
source: Unpublished
de: Nicht veröffentlicht
fr: Non publié

# tux-save-unknown-error
source: Unknown error occurred.
de: Es ist ein unbekannter Fehler aufgetreten.
fr: Une erreur inconnue s’est produite.

# tux-editor-placeholder
source: Your translation
de: Deine Übersetzung
fr: Votre traduction

# tux-editor-editsummary-placeholder
source: Optional summary
de: Optionale Zusammenfassung
fr: Résumé facultatif

# tux-editor-paste-original-button-label
source: Paste source text
de: Quelltext einfügen
fr: Coller le texte source

# tux-editor-discard-changes-button-label
source: Discard changes
de: Änderungen verwerfen
fr: Annuler les modifications

# tux-editor-save-button-label
source: Publish translation
de: Übersetzung speichern
fr: Publier la traduction

# tux-editor-skip-button-label
source: Skip to next
de: Zur nächsten
fr: Aller au suivant

# tux-editor-cancel-button-label
source: Cancel
de: Abbrechen
fr: Annuler

# tux-editor-confirm-button-label
source: Confirm translation
de: Übersetzung bestätigen
fr: Confirmer la traduction

# tux-editor-proofread-button-label
source: Mark as reviewed
de: Als überprüft markieren
fr: Marquer comme relu

# tux-editor-shortcut-info
source: Press "$1" to confirm and move to the next message, "$2" to skip, "$4" to provide summary or hold "$3" to see other shortcuts.
de: Drücke „$1“ zum Bestätigen und gehe zur nächsten Nachricht, „$2“ zum Überspringen, „$4“, um eine Zusammenfassung anzugeben oder halte „$3“ gedrückt, um andere Tastaturkürzel anzusehen.
fr: Appuyez sur « $1 » pour confirmer et passer au message suivant, « $2 » pour sauter, « $4 » pour fournir un résumé ou maintenir « $3 » pour voir d’autres raccourcis.

# tux-editor-edit-desc
source: Edit documentation
de: Dokumentation bearbeiten
fr: Modifier la documentation

# tux-editor-add-desc
source: Add documentation
de: Dokumentation hinzufügen
fr: Ajouter une documentation

# tux-editor-in-other-languages
source: In other languages
de: In anderen Sprachen
fr: En d’autres langues

# tux-editor-need-more-help
source: Need more help?
de: Wird weitere Hilfe benötigt?
fr: Besoin d’aide ?

# tux-editor-ask-help
source: Ask for more information
de: Nach zusätzlichen Informationen fragen
fr: Demander plus d’informations

# tux-editor-tm-match
source: $1% match
de: $1 % Übereinstimmung
fr: $1 % de correspondance

# tux-notices-more
source: {{PLURAL:$1|$1 more}}
de: {{PLURAL:$1|Eine weitere|$1 weitere}}
fr: {{PLURAL:$1|}}$1 de plus

# tux-notices-hide
source: hide
de: verstecken
fr: masquer

# tux-editor-save-failed
source: Publishing the translation failed: $1
de: Das Veröffentlichen der Übersetzung ist fehlgeschlagen: $1
fr: Échec de la publication de la traduction : $1

# tux-editor-n-uses
source: used $1 {{PLURAL:$1|time|times}}
de: {{PLURAL:$1|Einmal|$1-mal}} verwendet
fr: utilisé $1 fois{{PLURAL:$1|}}
