Repository: Abijeet/ext-translate-i18n
Catalog: i18n/ext-translate_*.po
Languages: de, fr

# tsb-no-requests-from-new-users
source: No requests from new users
de: Keine Anträge von neuen Benutzern
fr: Aucune requête de nouveaux utilisateurs

# tsb-create-user-page
source: Created basic user page
de: Basis-Benutzerseite erstellt
fr: Page d’utilisateur de base créée

# log-name-translatorsandbox
source: Translation sandbox log
de: Übersetzungsspielwiesen-Logbuch
fr: Journal du bac à sable de traduction

# log-description-translatorsandbox
source: A log of actions on translation sandbox users
de: Es folgt ein Logbuch von Aktionen auf Übersetzungsspielwiesenbenutzer.
fr: Un journal des actions sur les utilisateurs du bac à sable de traduction

# logentry-translatorsandbox-promoted
source: $1 {{GENDER:$2|promoted}} $3 to {{GENDER:$4|translator}}
de: $1 hat $3 {{GENDER:$4|zum Übersetzer|zur Übersetzerin}} {{GENDER:$2|befördert}}
fr: $1{{GENDER:$2|}} a promu $3 en traduct{{GENDER:$4|eur|rice}}.

# logentry-translatorsandbox-rejected
source: $1 {{GENDER:$2|rejected}} the request from "$3" to become a translator
de: $1 hat die Anfrage von „$3“ zur Beförderung {{GENDER:$2|zum Übersetzer|zur Übersetzerin}} abgelehnt
fr: $1{{GENDER:$2|}} a rejeté la demande de « $3 » pour devenir traduct·eur·rice

# logentry-newusers-tsbpromoted
source: User account $3 was {{GENDER:$2|created}} by promotion from sandbox
de: Das Benutzerkonto $3 wurde aufgrund weiterer Berechtigungen auf der Übersetzerspielwiese {{GENDER:$2|erstellt}}
fr: Le compte de l’utilisat·eur·rice $3 a été créé par promotion du bac à sable par {{GENDER:$2|}}$2

source: Search translations
de: Übersetzungen suchen
fr: Recherche de traductions

# tux-sst-edit
source: Edit translation
de: Übersetzung bearbeiten
fr: Modifier la traduction

# tux-sst-view-foreign
source: View at $1
de: Auf $1 ansehen
fr: Voir sur $1

# tux-sst-search
source: Search
de: Suchen
fr: Rechercher

# tux-sst-search-ph
source: Search translations
de: Übersetzungen suchen
fr: Recherche de traductions

# tux-sst-count
source: {{PLURAL:$1|One result found|$1 results found}}
de: {{PLURAL:$1|Ein Ergebnis gefunden|$1 Ergebnisse gefunden}}
fr: {{PLURAL:$1|0=Aucun résultat trouvé|1=Un résultat trouvé|$1 résultats trouvés}}

# tux-sst-facet-language
source: Languages
de: Sprachen
fr: Langues

# tux-sst-facet-group
source: Message groups
de: Nachrichtengruppen
fr: Groupes de messages

# tux-sst-nosolr-title
source: Search unavailable
de: Suche nicht verfügbar
fr: Recherche indisponible

# tux-sst-nosolr-body
source: This wiki does not have a translation search service.
de: Dieses Wiki hat keinen Übersetzungssuchservice.
fr: Ce wiki n’a pas de service de recherche de traduction.

# tux-sst-solr-offline-title
source: Search unavailable
de: Die Suche ist nicht verfügbar
fr: Recherche indisponible

# tux-sst-solr-offline-body
source: The search service is temporarily unavailable.
de: Der Suchdienst ist derzeit nicht verfügbar.
fr: Le service de recherche est temporairement indisponible.

# tux-sst-next
source: Next ›
de: Nächste ›
fr: Suivant ›

# tux-sst-prev
source: ‹ Previous
de: ‹ Vorherige
fr: ‹ Précédent

# tux-sst-default
source: Translations
de: Übersetzungen
fr: Traductions

# tux-sst-translated
source: Translations from $1
de: Übersetzungen von $1
fr: Originaux {{GENDER:$1|}} traduits

# tux-sst-untranslated
source: No translation from $1
de: Keine Übersetzung von $1
fr: Originaux {{GENDER:$1|}} à traduire

# tux-sst-outdated
source: Outdated translations from $1
de: Veraltete Übersetzungen von $1
fr: Originaux {{GENDER:$1|}} à retraduire

# tux-sst-ellipsis-untranslated
source: No translation
de: Keine Übersetzung
fr: Non traduits

# tux-sst-ellipsis-outdated
source: Outdated translations
de: Veraltete Übersetzungen
fr: Traductions désuètes

# tux-sst-link-all-match
source: Require all search words.
de: Alle Suchwörter erforderlich machen.
fr: Exiger la présence de tous les termes de la recherche.

# tux-sst-match-message
source: Showing translations which match any of the search words. $1
de: Es werden Übersetzungen angezeigt, die mit jedem Suchwort übereinstimmen. $1
fr: Les traductions correspondant à n’importe quel mot de la recherche sont affichées. $1

# tux-sst-case-sensitive
source: Case sensitive
de: Groß-/Kleinschreibung
fr: Sensible à la casse

# tux-sst-error-offset
source: No more search results can be shown. Please narrow your search.
de: Es können keine weiteren Suchergebnisse angezeigt werden. Bitte schränke deine Suche ein.
fr: Il n’est pas possible d’afficher davantage de résultats de recherche. Veuillez affiner votre recherche.

# tux-sst-error-language
source: This language cannot be used with this type of search.
de: Diese Sprache kann nicht mit diesem Suchtyp verwendet werden.
fr: Cette langue ne peut pas être utilisée avec ce type de recherche.

# apihelp-translationstash-param-subaction
source: Action.
de: Aktion.

# translate-translations-fieldset-title
source: Message
de: Nachricht

# translate-translations-history-short
source: h
de: V

# translate-total
source: Messages
de: Nachrichten (insgesamt)

# translate-manage-import-diff
source: Message $1 | Actions: $2
de: Nachricht $1 | Aktionen: $2

# translate-gs-continent
source: Continent
de: Kontinent

# translate-gs-multiple
source: Multiple
de: Mehrere

# translate-gs-total
source: Total
de: Insgesamt

# tux-editor-suggestions-title
source: Suggestions
de: Vorschläge

# tux-editor-page-mode
source: Page
de: Seite

# tpt-aggregategroup-edit-description
source: Description:
de: Beschreibung:

# tsb-translations-source
source: Source
de: Quelle
