Repository: Abijeet/ext-translate-i18n
Catalog: i18n/ext-translate_*.po
Languages: de, fr

# tux-editor-message-desc-more
source: View more
de: Mehr ansehen
fr: Voir davantage

# tux-editor-message-desc-less
source: View less
de: Weniger ansehen
fr: Afficher moins

# tux-editor-clear-translated
source: Hide translated
de: Übersetzte verstecken
fr: Masquer la traduction

# tux-editor-proofreading-mode
source: Review
de: Überprüfen
fr: Relecture

# tux-editor-translate-mode
source: List
de: Liste
fr: Liste

# tux-editor-proofreading-hide-own-translations
source: Hide your translations
de: Deine Übersetzungen verstecken
fr: Masquer vos traductions

# tux-editor-proofreading-show-own-translations
source: Show your translations
de: Deine Übersetzungen anzeigen
fr: Afficher vos traductions

# tux-proofread-action-tooltip
source: Mark as reviewed
de: Als überprüft markieren
fr: Marquer comme relu

# tux-proofread-edit-label
source: Edit
de: Bearbeiten
fr: Modifier

# tux-editor-outdated-notice
source: This translation may need to be updated.
de: Diese Übersetzung muss eventuell aktualisiert werden.
fr: Cette traduction peut nécessiter une mise à jour.

# tux-editor-outdated-notice-diff-link
source: Show differences
de: Unterschiede zeigen
fr: Afficher les différences

# tux-editor-doc-editor-placeholder
source: Message documentation
de: Nachrichtendokumentation
fr: Documentation du message

# tux-editor-doc-editor-save
source: Publish documentation
de: Dokumentation veröffentlichen
fr: Publier la documentation

# tux-editor-doc-editor-cancel
source: Cancel
de: Abbrechen
fr: Annuler

# tux-messagetable-more-messages
source: $1 more {{PLURAL:$1|message|messages}}
de: {{PLURAL:$1|Eine weitere Nachricht|$1 weitere Nachrichten}}
fr: $1 message{{PLURAL:$1||s}} de plus

# tux-messagetable-loading-messages
source: Loading {{PLURAL:$1|message|messages}}...
de: Lade {{PLURAL:$1|Nachricht|Nachrichten}} …
fr: Chargement {{PLURAL:$1|du message|de $1 messages}} en cours...

# tux-message-filter-placeholder
source: Filter list
de: Liste filtern
fr: Filtrer la liste

# tux-message-filter-result
source: Found $1 {{PLURAL:$1|result|results}} for "$2"
de: {{PLURAL:$1|Ein Ergebnis|$1 Ergebnisse}} für „$2“ gefunden
fr: {{PLURAL:$1|0=Aucun résultat trouvé|1=Un résultat trouvé|$1 résultats trouvés}} pour « $2 »

# tux-message-filter-advanced-button
source: Advanced search
de: Erweiterte Suche
fr: Recherche avancée

# tux-message-filter-optional-messages-label
source: Optional messages
de: Optionale Nachrichten
fr: Messages facultatifs

# tux-proofread-translated-by-self
source: Translated by you
de: Übersetzt von dir
fr: Traduit par vous

# tux-empty-list-all
source: This message group is empty
de: Diese Nachrichtengruppe ist leer
fr: Ce groupe de messages est vide

# tux-empty-list-all-guide
source: Select a different message group to translate
de: Wähle eine andere Nachrichtengruppe zum Übersetzen aus
fr: Sélectionner un groupe de messages différent à traduire

# tux-translate-page-no-such-group
source: <strong>The indicated group does not exist.</strong> Select a different message group.
de: <strong>Die angegebene Gruppe ist nicht vorhanden.</strong> Bitte wähle eine andere Nachrichtengruppe aus.
fr: <strong>Le groupe indiqué n’existe pas.</strong> Sélectionnez un autre groupe de messages.

# tux-empty-list-translated
source: No translated messages
de: Keine übersetzten Nachrichten
fr: Aucun message traduit

# tux-empty-list-translated-guide
source: You can help translating
de: Du kannst beim Übersetzen helfen
fr: Vous pouvez aider à traduire

# tux-empty-list-translated-action
source: Translate
de: Übersetzen
fr: Traduire

# tux-empty-no-messages-to-display
source: No messages to display.
de: Es sind keine Nachrichten zum Anzeigen vorhanden.
fr: Aucun message à afficher.

# tux-empty-there-are-optional
source: There are optional messages not shown in the list
de: Es sind optionale Nachrichten vorhanden, die nicht in der Liste aufgeführt werden.
fr: Il y a des messages facultatifs n’apparaissant pas dans la liste

# tux-empty-show-optional-messages
source: Show optional messages
de: Optionale Nachrichten anzeigen
fr: Afficher les messages facultatifs

# tux-empty-no-outdated-messages
source: No outdated messages
de: Keine veralteten Nachrichten vorhanden
fr: Aucun message désuet

# tux-empty-nothing-to-proofread
source: Nothing to review
de: Es sind keine Nachrichten zum Überprüfen vorhanden
fr: Rien à relire

# tux-empty-you-can-help-providing
source: You can help providing new translations
de: Du kannst helfen, neue Übersetzungen zu erstellen.
fr: Vous pouvez aider en apportant de nouvelles traductions

# tux-empty-nothing-new-to-proofread
source: Nothing new to review
de: Es sind keine neuen Nachrichten zum Überprüfen vorhanden
fr: Rien de nouveau à relire

# tux-empty-you-can-review-already-proofread
source: You can review translations already reviewed by others.
de: Du kannst Übersetzungen überprüfen, die bereits von anderen Benutzern überprüft wurden.
fr: Vous pouvez relire les traductions déjà relues par d’autres.

# tux-empty-list-other
source: Nothing to translate
de: Es ist nichts zum Übersetzen vorhanden
fr: Rien à traduire

# tux-empty-list-other-guide
source: You can help review existing translations
de: Du kannst beim Überprüfen vorhandener Übersetzungen helfen
fr: Vous pouvez aider à relire les traductions existantes

# tux-empty-list-other-action
source: Review translations
de: Übersetzungen überprüfen
fr: Relire les traductions

# tux-empty-list-other-link
source: Show all messages
de: Alle Nachrichten anzeigen
fr: Afficher tous les messages

# tux-editor-close-tooltip
source: Close
de: Schließen
fr: Fermer

# tux-editor-expand-tooltip
source: Expand
de: Ausklappen
fr: Développer

# tux-editor-collapse-tooltip
source: Collapse
de: Einklappen
fr: Replier

# tux-editor-message-tools-show-editor
source: Show in wiki editor
de: Im Wiki-Editor anzeigen
fr: Afficher dans l’éditeur wiki

# tux-editor-message-tools-history
source: History
de: Versionsgeschichte
fr: Historique

# tux-editor-message-tools-delete
source: Delete
de: Löschen
fr: Supprimer

# tux-editor-message-tools-translations
source: All translations
de: Alle Übersetzungen
fr: Toutes les traductions

# tux-editor-message-tools-linktothis
source: Link to this message
de: Auf diese Systemnachricht verlinken
fr: Lien vers ce message

# tux-editor-loading
source: Loading...
de: Lade …
fr: Chargement en cours...

# tux-editor-loading-failed
source: Failed to load translation aids: $1
de: Fehler beim Laden der Übersetzungshilfen: $1
fr: Échec de chargement des aides à la traduction : $1

# translate-search-more-languages-info
source: $1 more {{PLURAL:$1|language|languages}}
de: {{PLURAL:$1|Eine weitere Sprache|$1 weitere Sprachen}}
fr: $1 langue{{PLURAL:$1||s}} de plus

# translate-statsbar-tooltip
source: $1% translated, $2% reviewed
de: $1 % übersetzt, $2 % überprüft
fr: $1% traduit, $2% relu

# translate-statsbar-tooltip-with-fuzzy
source: $1% translated, $2% reviewed, $3% outdated
de: $1 % übersetzt, $2 % überprüft, $3 % veraltet
fr: $1% traduit, $2% relu, $3% désuet

# translate-search-more-groups-info
source: $1 more {{PLURAL:$1|group|groups}}
de: {{PLURAL:$1|Eine weitere Gruppe|$1 weitere Gruppen}}
fr: $1 groupe{{PLURAL:$1||s}} de plus

# translate-syntax-error
source: Translation contains syntax errors
de: Die Übersetzung enthält Syntaxfehler
fr: La traduction contient des erreurs de syntaxe

# tux-session-expired
source: You are no longer logged in. Please log in in a separate tab. Alternatively, make a copy of unsaved translations, log in, return to this page and enter your translations again.
de: Du bist nicht mehr angemeldet. Bitte melde dich auf einer getrennten Registerkarte an. Alternativ kannst du eine Kopie deiner ungespeicherten Übersetzungen machen, dich anmelden, zu dieser Seite zurückkehren und deine Übersetzungen erneut eingeben.
fr: Vous n’êtes plus connecté. Veuillez vous connecter dans un autre onglet. Sinon, faites une copie des traductions non enregistrées, connectez-vous et revenez sur cette page.

# tux-nojs
source: This tool does not work without JavaScript. JavaScript is disabled, failed to work, or this browser is unsupported.
de: Dieses Werkzeug funktioniert ohne JavaScript nicht. Es ist deaktiviert, funktioniert nicht oder dieser Browser wird nicht unterstützt.
fr: Cet outil ne fonctionne pas sans JavaScript. JavaScript est désactivé ou n’a pas pu s’exécuter, ou bien votre explorateur ne le prend pas en charge.

# specialpages-group-translation
source: Translation
de: Übersetzung
fr: Traduction

# content-model-translate-messagebundle
source: Translatable message bundle
de: Übersetzbares Nachrichtenpaket
fr: Paquet de message à traduire

# translate-messagebundle-validation-error
source: Invalid message bundle: $1
de: Ungültiges Nachrichtenpaket: $1
fr: Paquet de message non valide : $1

# translate-messagebundle-error-invalid-array
source: Message bundle must be a JSON object. Got type $1
de: Nachrichtenpaket muss ein JSON-Objekt sein. Hat Typ $1
fr: Le paquet de message doit être un objet JSON. Type $1 obtenu

# translate-messagebundle-error-key-empty
source: Message bundle must not contain an empty key
de: Nachrichtenpaket darf keinen leeren Schlüssel enthalten
fr: Le paquet de message ne doit pas contenir une clé vide

# translate-messagebundle-error-key-too-long
source: Key "$1" is too long
de: Schlüssel „$1“ ist zu lang
fr: La clé « $1 » est trop long

# translate-messagebundle-error-key-invalid-characters
source: Key "$1" contains disallowed characters
de: Schlüssel „$1“ enthält unzulässige Zeichen
fr: La clé « $1 » contient des caractères interdits

# translate-messagebundle-error-invalid-value
source: Key "$1" does not contain string value
de: Schlüssel „$1“ enthält keinen String-Wert
fr: La clé « $1 » ne contient pas de valeur chaîne

# translate-messagebundle-error-empty-value
source: Key "$1" does not have a value
de: Schlüssel „$1“ hat keinen Wert
fr: La clé « $1 » n’a pas de valeur

source: Page translation
de: Seiten übersetzen
fr: Traduction de pages

# right-pagetranslation
source: Mark versions of pages for translation
de: Seitenversionen zur Übersetzung freigeben
fr: Marquer des versions de pages à traduire

# action-pagetranslation
source: manage translatable pages
de: übersetzbare Seiten zu verwalten
fr: gérer les pages traduisibles

# tps-edit-sourcepage-text
source: You are editing a source translation page. Please make sure that you are familiar with the following documentation: * [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Extension:Translate/Page_translation_administration#Changing_the_source_text Changing the source text] * [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Extension:Translate/Page_translation_administration#Markup_examples Example of markup to use]
de: Du bearbeitest die Quelle einer übersetzbaren Seite. Bitte stelle sicher, dass du mit der folgenden Dokumentation vertraut bist: * [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Extension:Translate/Page_translation_administration#Changing_the_source_text Ändern des Quelltextes] * [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Extension:Translate/Page_translation_administration#Markup_examples Beispiel für zu verwendendes Markup]
fr: Vous modifiez une page de traduction source. Veuillez vous assurer que vous êtes familiarisé avec la documentation suivante : * [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Extension:Translate/Page_translation_administration#Changing_the_source_text Modification du texte source] * [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Extension:Translate/Page_translation_administration#Markup_examples Exemples de balisage à suivre]

# tps-edit-sourcepage-ve-warning-title
source: Warning: Unsupported page
de: Warnung: Nicht unterstützte Seite
fr: Attention : page non prise en charge

# tps-edit-sourcepage-ve-warning-text
source: You are editing a translatable page. Editing these in this editor is not yet officially supported. Please use the source editor.
de: Du bearbeitest eine übersetzbare Seite. Die Bearbeitung in diesem Editor wird noch nicht offiziell unterstützt. Bitte verwende den Quelltexteditor.
fr: Vous modifiez une page traduisible. La modifier dans cet éditeur n’est pas encore officiellement pris en charge. Veuillez utiliser l’éditeur de wikicode.

# tpt-section
source: Translation unit $1
de: Übersetzungseinheit $1
fr: Unité de traduction $1

# tpt-section-new
source: New translation unit. Name: $1
de: Neue Übersetzungseinheit. Name: $1
fr: Nouvelle unité de traduction. Nom : $1

# tpt-section-deleted
source: Translation unit $1
de: Übersetzungseinheit $1
fr: Unité de traduction $1

# tpt-diff-old
source: Previous text
de: Vorheriger Text
fr: Texte précédent

# tpt-diff-new
source: New text
de: Neuer Text
fr: Nouveau texte

# tpt-submit
source: Mark this version for translation
de: Diese Version zur Übersetzung freigeben
fr: Marquer cette version à traduire

# tpt-sections-oldnew
source: New and existing translation units
de: Neue und vorhandene Übersetzungseinheiten
fr: Unités de traduction nouvelles et existantes

# tpt-sections-deleted
source: Deleted translation units
de: Gelöschte Übersetzungseinheiten
fr: Unités de traduction supprimées

# tpt-sections-template
source: Translation page template
de: Übersetzungsseitenvorlage
fr: Modèle de page de traduction

# tpt-action-nofuzzy
source: Do not invalidate translations
de: Die Übersetzungen nicht als veraltet markieren
fr: Ne pas invalider les traductions

# tpt-badtitle
source: Page name given ($1) is not a valid title
de: Der angegebene Seitenname „$1“ ist kein gültiger Titel
fr: Le nom de page donné ($1) n’est pas un titre valide

# tpt-nosuchpage
source: Page $1 does not exist
de: Die Seite „$1“ ist nicht vorhanden
fr: La page $1 n’existe pas

# tpt-oldrevision
source: $2 is not the latest version of the page [[:$1]]. Only latest versions can be marked for translation.
de: $2 ist nicht die letzte Version der Seite [[:$1]]. Nur die letzte Version kann zur Übersetzung freigegeben werden.
fr: $2 n’est pas la dernière version de la page [[:$1]]. Seule la dernière version de la page peut être marquée à traduire.

# tpt-notsuitable
source: Page $1 is not suitable for translation. Make sure it has <nowiki><translate></nowiki> tags and has a valid syntax.
de: Die Seite $1 ist nicht zum Übersetzen geeignet. Stelle sicher, dass ein <nowiki><translate></nowiki>-Tag und gültige Syntax verwendet wird.
fr: La page $1 ne convient pas pour la traduction. Assurez-vous qu’elle contient des balises <nowiki><translate></nowiki> et que sa syntaxe est correcte.

# tpt-saveok
source: The page [[:$1]] has been marked up for translation with $2 {{PLURAL:$2|translation unit|translation units}}. The page can now be <span class="plainlinks">[$3 translated]</span>.
de: Die Seite [[:$1]] wurde mit {{PLURAL:$2|einem übersetzbaren Abschnitt|$2 übersetzbaren Abschnitten}} zur Übersetzung freigegeben. Diese Seite kann nun <span class="plainlinks">[$3 übersetzt]</span> werden.
fr: La page [[:$1]] a été marquée à traduire avec $2 {{PLURAL:$2|unité|unités}} de traduction. La page peut être <span class="plainlinks">[$3 traduite]</span> dès maintenant.

# tpt-saveok-first
source: You can [[Special:PageMigration|import pre-existing translation]] for this page (if any).
de: Du kannst [[Special:PageMigration|bereits vorhandene Übersetzungen]] für diese Seite importieren (falls vorhanden).
fr: Vous pouvez [[Special:PageMigration|importer une traduction préexistante]] pour cette page (si elle existe).

# tpt-offer-notify
source: You can <span class="plainlinks">[$1 notify translators]</span> about this page.
de: Du kannst über diese Seite <span class="plainlinks">[$1 Übersetzer benachrichtigen]</span>.
fr: Vous pouvez <span class="plainlinks">[$1 notifier les traducteurs]</span> au sujet de cette page.

# tpt-list-pages-in-translations
source: [[Special:PageTranslation|View the list of translatable pages.]]
de: [[Special:PageTranslation|Die Liste übersetzbarer Seiten ansehen.]]
fr: [[Special:PageTranslation|Afficher la liste des pages traduisibles.]]

# tpt-showpage-intro
source: Below new, existing and deleted translation units are listed. Before marking this version for translation, check that the changes to translation units are minimized to avoid unnecessary work for translators.
de: Untenstehend sind neue, vorhandene und gelöschte Übersetzungseinheiten aufgelistet. Bevor du diese Version zur Übersetzung freigibst, stelle bitte sicher, dass die Änderungen an den Übersetzungseinheiten minimal sind. Damit verhinderst du unnötige Arbeit für die Übersetzer.
fr: Ci-dessous, les nouvelles traductions, celles existantes et supprimées. Avant de marquer cette version comme étant à traduire, vérifiez que les modifications des unités de traduction ont été minimisées afin d’éviter du travail inutile aux traducteurs.

# tpt-mark-summary
source: Marked this version for translation
de: Diese Seite wurde zum Übersetzen freigegeben
fr: Cette version a été marquée à traduire

# tpt-mark-nochanges
source: No changes to review. Marking this page for translation will not edit the page nor any existing translation unit.
de: Es gibt keine Änderungen zum Überprüfen. Das Markieren dieser Seite zur Übersetzung wird weder die Seite noch eine vorhandene Übersetzungseinheit bearbeiten.
fr: Aucune modification à relire. Marquer cette page à traduire ne va modifier ni la page, ni aucune unité de traduction existante.

# tpt-edit-failed
source: Could not update the page: $1
de: Seite kann nicht aktualisiert werden: $1
fr: Impossible de mettre à jour la page « $1 »

# tpt-duplicate
source: Translation unit name $1 is used more than once.
de: Der Übersetzungseinheitname $1 wird mehr als einmal verwendet.
fr: Le nom de l’unité traduction $1 est utilisé plus d’une fois.

# tpt-invalid
source: Translation unit name $1 must not contain underscore or slash.
de: Der Name der Übersetzungseinheit $1 darf keinen Unterstrich oder Schrägstrich enthalten.
fr: Le nom « $1 » de l’unité de traduction ne peut contenir aucun tiret de soulignement (_), ni aucune barre oblique (/).

# tpt-unmarked
source: Page [[:$1]] is no longer marked for translation.
de: Seite [[:$1]] ist nicht länger als zu Übersetzen markiert.
fr: La page [[:$1]] n’est plus marquée à traduire.

# tpt-list-nopages
source: No pages are marked for translation or ready to be marked for translation.
de: Es sind keine Seiten zum Übersetzen freigegeben und auch nicht vorbereitet, um freigegeben werden zu können.
fr: Aucune page n’a été marquée à traduire ni n’est prête à l’être.

# tpt-new-pages-title
source: Pages proposed for translation
de: Zur Übersetzung vorgeschlagene Seiten
fr: Pages proposées à la traduction

# tpt-old-pages-title
source: Pages in translation
de: Zu übersetzende Seiten
fr: Pages en cours de traduction

# tpt-other-pages-title
source: Broken pages
de: Fehlerhafte Seiten
fr: Pages cassées

# tpt-outdated-pages-title
source: Pages with pending changes
de: Seiten mit ausstehenden Änderungen
fr: Pages avec des modifications en attente

# tpt-new-pages
source: {{PLURAL:$1|This page contains|These pages contain}} text with translation tags, but no version of {{PLURAL:$1|this page is|these pages are}} currently marked for translation.
de: {{PLURAL:$1|Diese Seite beinhaltet|Diese Seiten beinhalten}} Text zum Übersetzen. Es wurde aber noch keine Version dieser {{PLURAL:$1|Seite|Seiten}} zum Übersetzen freigegeben.
fr: {{PLURAL:$1|Cette page contient|Ces pages contiennent}} du texte avec des balises de traduction, mais aucune {{PLURAL:$1|version de cette page|des versions de ces pages}} n’a été marquée à traduire.

# tpt-old-pages
source: The latest version of {{PLURAL:$1|this page has|these pages have}} been marked for translation.
de: Eine neueste Version dieser {{PLURAL:$1|Seite|Seiten}} wurde zur Übersetzung freigegeben.
fr: La dernière version de {{PLURAL:$1|cette page|chacune de ces pages}} a été marquée à traduire.

# tpt-other-pages
source: {{PLURAL:$1|An old version of this page is|Older versions of these pages are}} marked for translation, but the latest {{PLURAL:$1|version|versions}} cannot be marked for translation.
de: Veraltete Versionen {{PLURAL:$1|dieser Seite|dieser Seiten}} sind zur Übersetzung freigegeben. Die neueste Version kann hingegen nicht zur Übersetzung freigegeben werden.
fr: Une ancienne version de {{PLURAL:$1|la page suivante|chacune des pages suivantes}} a été marquée pour être traduite, mais {{PLURAL:$1|sa dernière version|leur dernière version respective}} ne peut pas être marquée ainsi :

# tpt-outdated-pages
source: {{PLURAL:$1|This page has|These pages have}} changes not marked for translation.
de: {{PLURAL:$1|Diese Seite hat|Diese Seiten haben}} nicht zur Übersetzung markierte Änderungen.
fr: {{PLURAL:$1|Cette page a|Ces pages ont}} des modifications non marquées à traduire.

# tpt-tag-discouraged
source: discouraged
de: abgeraten
fr: dissuadé

# tpt-tag-oldsyntax
source: old syntax
de: alte Syntax
fr: ancienne syntaxe

# tpt-tag-no-transclusion-support
source: no transclusion support
de: keine Transklusionsunterstützung
fr: transclusion non prise en charge

# tpt-select-prioritylangs
source: Comma-separated list of priority language codes:
de: Komma-getrennte Liste der Codes der zu priorisierenden Sprachen:
fr: Liste de codes de langues prioritaires séparés par des virgules :

# tpt-select-prioritylangs-force
source: Prevent translations to languages other than the priority languages
de: Übersetzungen in andere Sprachen als die priorisierte Sprache verhindern
fr: Empêcher les traductions en d’autres langues que les langues prioritaires

# tpt-select-prioritylangs-reason
source: Reason:
de: Grund:
fr: Motif :

# tpt-sections-prioritylangs
source: Priority languages
de: Priorisierte Sprachen
fr: Langues prioritaires

# tpt-sections-syntaxversion
source: Syntax version
fr: Version de la syntaxe

# tpt-syntaxversion-text
source: This page currently uses an old version of translatable page source syntax. The new version will wrap untranslated sections with an HTML tag to indicate the correct language of the text. Example: $1. You can use a new markup syntax $2 to prevent any kind of wrapping in places where it is not appropriate, such as when translating <code>title</code> attribute of an element. It is not possible to go back to an old syntax version.
de: Diese Seite verwendet derzeit eine alte Version der übersetzbaren Seitenquellsyntax. Die neue Version schließt unübersetzte Abschnitte mit einem HTML-Tag ein, um die korrekte Sprache des Textes anzuzeigen. Beispiel: $1. Du kannst die neue Auszeichnungssyntax $2 verwenden, um jede Art von Umbruch an Stellen zu verhindern, an denen er nicht angemessen ist, wie z.B. bei der Übersetzung von <code>title</code>-Attribut eines Elements. Es ist nicht möglich, zu einer alten Syntaxversion zurückzugehen.
fr: Cette page utilise actuellement une ancienne version de la syntaxe de la page source traductible. La nouvelle version encapsulera les sections non traduites avec une balise HTML pour indiquer la langue correcte du texte. Exemple : $1. Vous pouvez utiliser une nouvelle syntaxe de balisage $2 pour empêcher tout type d’encapsulation aux endroits où cela n’est pas approprié, comme lors de la traduction de l’attribut <code>title</code> d’un élément. Il n’est pas possible de revenir à une version utilisant l’ancienne syntaxe.

# tpt-syntaxversion-label
source: Use latest syntax version for this page
de: Neueste Syntaxversion für diese Seite verwenden
fr: Utiliser la dernière version de la syntaxe pour cette page

# tpt-transclusion
source: Template transclusion
de: Vorlagen-Transklusion
fr: Inclusion de modèle
