Repository: Abijeet/ext-translate-i18n
Catalog: i18n/ext-translate_*.po
Languages: de, fr

# apihelp-aggregategroups-description
source: Manage aggregate message groups. You can add and remove aggregate message groups and associate or dissociate message groups from them (one at a time).
de: Du kannst aggregierte Nachrichtengruppen hinzufügen und entfernen und Nachrichtengruppen damit verknüpfen oder davon trennen (eine nach der anderen).
fr: Gérer les groupes de messages agrégés. Vous pouvez ajouter et supprimer des groupes de messages agrégés, les associer les uns aux autres ou les dissocier les uns des autres (un à la fois).

# apihelp-aggregategroups-summary
source: Manage aggregate message groups.
de: Verwaltet zusammengefasste Nachrichtengruppen.
fr: Gérer des groupes de messages agrégés.

# apihelp-aggregategroups-extended-description
source: You can add and remove aggregate message groups and associate or dissociate message groups from them (one at a time).
de: Du kannst aggregierte Nachrichtengruppen hinzufügen und entfernen und Nachrichtengruppen damit verknüpfen oder davon trennen (eine nach der anderen).
fr: Vous pouvez ajouter et supprimer des groupes de messages agrégés et leur associer ou dissocier des groupes de messages (un par un).

# apihelp-aggregategroups-param-do
source: What to do with aggregate message group.
de: Was mit der zusammengefassten Nachrichtengruppe getan werden soll.
fr: Que faire avec le groupe de messages agrégés.

# apihelp-aggregategroups-param-aggregategroup
source: Aggregate message group ID.
de: Kennung der zusammengefassten Nachrichtengruppe.
fr: ID du groupe de messages agrégés.

# apihelp-aggregategroups-param-group
source: Message group ID.
de: Nachrichtengruppenkennung.
fr: ID du groupe de messages.

# apihelp-aggregategroups-param-groupname
source: Aggregate message group name.
de: Name der zusammengefassten Nachrichtengruppe.
fr: Nom du groupe de messages agrégés.

# apihelp-aggregategroups-param-groupdescription
source: Aggregate message group description.
de: Beschreibung der zusammengefassten Nachrichtengruppe.
fr: Description du groupe de messages agrégés.

# apihelp-aggregategroups-example-1
source: Associate a group
de: Verknüpft eine Gruppe
fr: Associer un groupe

# apihelp-groupreview-description
source: Set message group workflow states.
de: Nachrichtengruppen-Workflow-Status festlegen.
fr: Définir les états de transition du groupe de messages.

# apihelp-groupreview-summary
source: Set message group workflow states.
de: Nachrichtengruppen-Workflow-Status festlegen.
fr: Définir les états de transition du groupe de messages.

# apihelp-groupreview-param-group
source: Message group.
de: Nachrichtengruppe.
fr: Groupe de messages.

# apihelp-groupreview-param-language
source: Language code.
de: Sprachcode.
fr: Code de langue.

# apihelp-groupreview-param-state
source: The new state for the group.
de: Der neue Status für die Gruppe.
fr: Le nouvel état pour le groupe.

# apihelp-groupreview-example-1
source: Mark the state of the German translation for the message group "group-Example" as ready
de: Markiere den Status der deutschen Übersetzung für die Nachrichtengruppe "group-Example" als fertig
fr: Marquer l’état de la traduction allemande du groupe de messages « group-Example » comme prêt

# apihelp-query+languagestats-description
source: Query language stats.
de: Ruft Sprachstatistiken ab.
fr: Demander les statistiques de langue.

# apihelp-query+languagestats-summary
source: Query language stats.
de: Ruft Sprachstatistiken ab.
fr: Demander les statistiques de langue.

# apihelp-query+languagestats-param-language
source: Language code.
de: Sprachcode.
fr: Code de langue.

# apihelp-query+languagestats-example-1
source: List of translation completion statistics for Finnish
de: Listet Übersetzungsvervollständigungsstatistiken für Finnisch auf.
fr: Liste de statistiques des traductions terminées pour le finnois

# apihelp-query+messagecollection-description
source: Query MessageCollection about translations.
de: Ruft die Nachrichtensammlung über Übersetzungen ab.
fr: Requête MessageCollection sur les traductions.

# apihelp-query+managemessagegroups-summary
source: Fetch possible renames for a message in a group during imports
de: Abrufen möglicher Umbenennungen für eine Nachricht in einer Gruppe während des Imports
fr: Récupérer les renommages possibles pour un message dans un groupe durant les importations

# apihelp-query+managemessagegroups-description
source: Fetch possible renames for a message in a group during imports
de: Abrufen möglicher Umbenennungen für eine Nachricht in einer Gruppe während des Imports
fr: Récupérer les renommages possibles pour un message dans un groupe durant les importations

# apihelp-query+managemessagegroups-param-groupId
source: Group Id
de: Gruppen-ID
fr: Id du groupe

# apihelp-query+managemessagegroups-param-messageKey
source: Message key
de: Nachrichten-Schlüssel
fr: Clef du message

# apihelp-query+managemessagegroups-param-changesetName
source: Change set name - Default / Unattended / Mediawiki etc.
fr: Modifier le nom de l’ensemble : Défaut / Inattendu / MediaWiki / etc.

# apihelp-query+managemessagegroups-example-1
source: Fetch possible renames for the given key in the given group.
fr: Récupérer les renommages possibles pour la clef donnée dans le groupe donné.

# apihelp-query+messagecollection-summary
source: Query MessageCollection about translations.
de: Ruft MessageCollection über Übersetzungen ab.
fr: Rechercher des traductions dans MessageCollection.

# apihelp-query+messagecollection-param-group
source: Message group.
de: Nachrichtengruppe.
fr: Groupe de messages.

# apihelp-query+messagecollection-param-language
source: Language code.
de: Sprachcode.
fr: Code de langue.

# apihelp-query+messagecollection-param-limit
source: How many messages to show (after filtering).
de: Wie viele Nachrichten angezeigt werden sollen (nach der Filterung).
fr: Combien de messages à afficher (après filtrage).

# apihelp-query+messagecollection-param-offset
source: Integer or key offset for start.
de: Ganzzahl oder Schlüsselversatz für den Start.
fr: Entier ou clé de décalage du début.

# apihelp-query+messagecollection-param-filter
source: Message collection filters. Use <kbd>!</kbd> to negate condition. For example <kbd>!fuzzy</kbd> means list only all non-fuzzy messages. Filters are applied in the order given. ;fuzzy:Messages with fuzzy tag. ;optional:Messages which should be translated only if changes are necessary. ;ignored:Messages which are never translated. ;hastranslation:Messages which have a translation regardless if it is fuzzy or not. ;translated:Messages which have a translation which is not fuzzy. ;changed:Messages which have been translated or changed since last export. ;reviewer&#58;N:Messages where the user number <kbd>N</kbd> is among reviewers. ;last-translator&#58;N:Messages where the user number <kbd>N</kbd> is the last translator.
fr: Filtres sur les collections de messages. Utilisez <kbd>!</kbd> pour nier la condition. Par exemple <kbd>!fuzzy</kbd> signifie uniquement la liste de tous les messages non-flous. Les filtres sont appliqués dans l'ordre indiqué. ; fuzzy : messages flous (approximatifs), c.-à-d. avec étiquette fuzzy. ; optional : messages qui ne doivent être traduits que si des changements sont nécessaires. ; ignored : messages qui ne sont jamais traduits. ; hastranslation : messages qui ont une traduction peu importe si elle est floue ou pas. ; translated : messages qui ont une traduction non floue. ; changed : messages qui ont été traduits ou changés depuis la dernière exportation. ; reviewer&#58;N : messages dont l’utilisateur numéro <kbd>N</kbd> est l’un des relecteurs. ; last-translator&#58;N : messages dont l’utilisateur numéro <kbd>N</kbd> est le dernier traducteur.

# apihelp-query+messagecollection-param-prop
source: Which properties to get: ;definition:Message definition. ;translation:Current translation (without $1 string if any, use the tags to check for outdated or broken translations). ;tags:Message tags, like optional, ignored and fuzzy. ;properties:Message properties, like status, revision, last-translator. Can vary between messages. ;revision:<span class="deprecated">Deprecated!</span> Use $2prop=properties.
fr: Quelles propriétés obtenir : ; definition : la définition du message. ; translation : la traduction actuelle (sans la chaîne $1 si elle est présente, utiliser les étiquettes pour vérifier les traductions désuètes ou cassées). ; tags : les balises du message, telles que ''optional'' (facultatif), ''ignored'' (ignoré) et ''fuzzy'' (flou). ; properties : les propriétés du message, telles que ''state'' (état), ''revision'' (révision), ''last-translator'' (dernier traducteur). Peut varier suivant les messages. ; revision : <span class="deprecated">Désuet !</span> utiliser $2prop=propriétés.

# apihelp-query+messagecollection-example-1
source: List of supported languages
de: Liste unterstützter Sprachen
fr: Liste des langues prises en charge

# apihelp-query+messagecollection-example-2
source: List of non-optional message definitions for the group "page-Example"
de: Listet nicht-optionale Nachrichtendefinitionen für die Gruppe „page-Example“ auf
fr: Liste des définitions de messages non-facultatifs pour le groupe « page-Example »

# apihelp-query+messagecollection-example-3
source: List of optional messages in Finnish with tags for the group "page-Example"
de: Listet optionale Nachrichten in Finnisch mit Markierungen für die Gruppe „page-Example“ auf
fr: Liste des messages facultatifs en finnois, avec les balises pour le groupe « page-Example »

# apihelp-query+messagecollection-example-4
source: More information about latest translation revisions for the group "page-Example"
de: Weitere Informationen über die aktuellsten Übersetzungsversionen für die Gruppe „page-Example“
fr: Plus d’informations sur les dernières révisions de traduction pour le groupe « page-Example »

# apihelp-query+messagegroups-description
source: Return information about message groups. Note that the uselang parameter affects the output of language dependent parts.
fr: Retourne des informations sur les groupes de messages. Notez que le paramètre <tt>uselang</tt> modifie la sortie des éléments qui dépendent de la langue.

# apihelp-query+messagegroups-summary
source: Return information about message groups.
de: Gibt Informationen über Nachrichtengruppen zurück.
fr: Renvoie des informations concernant les groupes de messages.

# apihelp-query+messagegroups-extended-description
source: Note that the uselang parameter affects the output of language dependent parts.
fr: Soyez conscient que le paramètre uselang modifie la sortie des éléments qui dépendent de la langue.

# apihelp-query+messagegroups-param-depth
source: When using the tree format, limit the depth to this many levels. Value 0 means that no subgroups are shown. If the limit is reached, the output includes a "groupcount" value, which states the number of direct children.
fr: Lors de l’utilisation sous forme d’arbre, limiter la profondeur à ces différents niveaux. La valeur 0 signifie qu’aucun des sous-groupes n’est présenté. Si la limite est atteinte, la sortie inclut une valeur « groupcount » qui indique le nombre d’enfants directs.

# apihelp-query+messagegroups-param-filter
source: Only return messages with IDs that match one or more of the inputs given (case-insensitive, separated by pipes, * wildcard).
fr: Seuls seront retournés les messages avec un ID correspondant à l’une ou plusieurs des entrées fournies (insensibles à la casse, séparées par des barres verticale (<tt>|</tt>), caractère générique <tt>*</tt>).

# apihelp-query+messagegroups-param-format
source: In the tree format message groups can exist in multiple places in the tree.
de: Im Baumformat können Nachrichtengruppen an mehreren Orten im Baum vorhanden sein.
fr: Dans la présentation sous forme d’arbre, les groupes de messages peuvent exister en plusieurs endroits de l’arborescence.

# apihelp-query+messagegroups-param-iconsize
source: Preferred size of rasterised group icon.
de: Bevorzugte Größe des Rastergruppensymbols.
fr: La taille préférée de l'icône pixelisée du groupe.

# apihelp-query+messagegroups-param-prop
source: What translation-related information to get: ;id:Include ID of the group. ;label:Include label of the group. ;description:Include description of the group. ;class:Include class name of the group. ;namespace:Include namespace of the group. Not all groups belong to a single namespace. ;exists:Include self-calculated existence property of the group. ;icon:Include URLs to icon of the group. ;priority:Include priority status like discouraged. ;prioritylangs:Include preferred languages. If not set, this returns false. ;priorityforce:Include priority status - is the priority languages setting forced. ;workflowstates:Include the workflow states for the message group.
fr: Quelles informations relatives à la traduction obtenir : ; id : indique l’ID du groupe. ; label : indique l’étiquette du groupe. ; description : indique la description du groupe. ; class : indique le nom de classe du groupe. ; namespace : indique l’espace de noms du groupe. Tous les groupes n’appartiennent pas forcément à un unique espace de noms. ; exists : indique une propriété auto-calculée d’existence du groupe. ; icon : indique des URL vers l’icône du groupe. ; priority : indique l’état de priorité (par ex., 'découragé'). ; prioritylangs : indique les langues prioritaires. Si non renseigné, ceci retourne false. ; priorityforce : indique l’état de priorité — les langues prioritaires sont-elles forcées ? ; workflowstates : indique les états du processus pour le groupe de messages.

# apihelp-query+messagegroups-param-root
source: When using the tree format, instead of starting from top level start from the given message group, which must be an aggregate message group. When using flat format only the specified group is returned.
fr: En utilisant le format arborescent, partir du groupe de message fourni qui doit être un groupe de messages agrégés, au lieu de démarrer depuis le plus haut niveau. En utilisant le format plat, seul le groupe spécifié est renvoyé.

# apihelp-query+messagegroups-example-1
source: Show message groups
de: Nachrichtengruppen anzeigen
fr: Affiche les groupes de messages

# apihelp-query+messagegroupstats-description
source: Query message group stats.
de: Ruft Statistiken zu Nachrichtengruppen ab.
fr: Demande de statistiques de groupe de messages.

# apihelp-query+messagegroupstats-summary
source: Query message group stats.
de: Ruft Statistiken zu Nachrichtengruppen ab.
fr: Demander les statistiques des groupes de messages.

# apihelp-query+messagegroupstats-param-group
source: Message group ID.
de: Nachrichtengruppenkennung.
fr: Identifiant du groupe de messages.

# apihelp-query+messagegroupstats-example-1
source: List of translation completion statistics for the group "page-Example"
de: Liste von Übersetzungs-Vollständigkeits-Statistiken für die Gruppe „page-Example“
fr: Liste des statistiques d’achèvement des traductions pour le groupe « page-Example »

# apihelp-query+messagetranslations-description
source: Query all translations for a single message.
de: Ruft alle Übersetzungen für eine einzelne Nachricht ab.
fr: Demande l’ensemble des traductions pour un seul message.

# apihelp-query+messagetranslations-summary
source: Query all translations for a single message.
de: Ruft alle Übersetzungen für eine einzelne Nachricht ab.
fr: Recherche toutes les traductions d’un unique message.

# apihelp-query+messagetranslations-param-title
source: Full title of a known message.
de: Vollständiger Titel einer bekannten Nachricht.
fr: Titre complet d’un message connu.

# apihelp-query+messagetranslations-example-1
source: List of translations in the wiki for "MediaWiki:January"
de: Liste der Übersetzungen im Wiki für „MediaWiki:January“
fr: Liste des traductions du wiki pour «MediaWiki:January»

# apihelp-managemessagegroups-description
source: Add a message as a rename of an existing message or a new message in the group during imports
de: Hinzufügen einer Nachricht als Umbenennung einer vorhandenen Nachricht oder einer neuen Nachricht in der Gruppe während des Imports
fr: Ajouter un message comme renommage d’un message existant ou un nouveau message dans le groupe durant les importations

# apihelp-managemessagegroups-summary
source: Add a message as a rename of an existing message or a new message in the group during imports
de: Hinzufügen einer Nachricht als Umbenennung einer vorhandenen Nachricht oder einer neuen Nachricht in der Gruppe während des Imports
fr: Ajouter un message comme renommage d’un message existant ou un nouveau message dans le groupe durant les importations

# apihelp-managemessagegroups-param-groupId
source: Group Id
de: Gruppen-ID
fr: Id du groupe

# apihelp-managemessagegroups-param-renameMessageKey
source: Target message key being renamed
fr: Clef du message cible à renommer

# apihelp-managemessagegroups-param-messageKey
source: Replacement message key
fr: Clef du message de remplacement

# apihelp-managemessagegroups-param-operation
source: The operation to be performed. Possible values: rename / new
fr: L’opération à effectuer. Valeurs possibles : renommer / nouveau

# apihelp-managemessagegroups-param-changesetName
source: Change set name - Default / Unattended / Mediawiki etc.
fr: Modifier le nom de l’ensemble : Défaut / Inattendu / MediaWiki / etc.

# apihelp-managemessagegroups-param-changesetModified
source: Unix timestamp of when the changeset was last modified. If the changeset has been modified after this the API will throw an error.
fr: Horodatage Unix du moment où l’ensemble de modifications a été modifié en dernier. S’il a été modifié après cela, l’API lèvera une erreur.

# apihelp-managegroupsynchronizationcache-description
source: Manage group synchronization cache.
fr: Gérer le cache de synchronisation des groupes.

# apihelp-managegroupsynchronizationcache-summary
source: Manage group synchronization cache.
fr: Gérer le cache de synchronisation des groupes.

# apihelp-managegroupsynchronizationcache-param-operation
source: The operation to be performed. Possible values: resolve
fr: L’opération à effectuer. Valeurs possibles : résoudre

# apihelp-managegroupsynchronizationcache-param-messageTitle
source: Message title being marked as resolved
fr: Titre du message en cours de marquage comme résolu

# apihelp-managegroupsynchronizationcache-param-groupId
source: Group Id of the message being resolved
fr: ID de groupe pour le message en cours de résolution

# apihelp-translatesandbox-description
source: Signup and manage sandboxed users.
de: Registriert und verwaltet Spielwiesenbenutzer.
fr: Inscrivez-vous et gérez les utilisateurs du bac à sable.

# apihelp-translatesandbox-summary
source: Signup and manage sandboxed users.
de: Registriert und verwaltet Spielwiesen-Benutzer.
fr: Inscrivez-vous et gérez les utilisateurs du bac à sable.

# apihelp-translatesandbox-param-do
source: What to do.
de: Was ist zu tun?
fr: Que faire.

# apihelp-translatesandbox-param-userid
source: User IDs of the users being managed. Use 0 for creations.
de: Kennungen der zu verwaltenden Benutzer. 0 für Erstellungen verwenden.
fr: IDs des utilisateurs gérés. Utiliser 0 pour les créations.

# apihelp-translatesandbox-param-username
source: Username when creating user.
de: Benutzername beim Erstellen des Benutzers.
fr: Nom d’utilisateur lors de la création d’un utilisateur.

# apihelp-translatesandbox-param-password
source: Password when creating user.
de: Passwort beim Erstellen des Benutzers.
fr: Mot de passe lors de la création d’un utilisateur.

# apihelp-translatesandbox-param-email
source: Email when creating user.
de: E-Mail beim Erstellen des Benutzers.
fr: Courriel lors de la création d’un utilisateur.

# apihelp-translationaids-description
source: Query all translations aids.
de: Ruft alle Übersetzungshilfen ab.
fr: Recherche toutes les aides à la traduction.

# apihelp-translationaids-summary
source: Query all translations aids.
de: Ruft alle Übersetzungshilfen ab.
fr: Rechercher toutes les aides à la traduction.

# apihelp-translationaids-param-title
source: Full title of a known message.
de: Vollständiger Titel einer bekannten Nachricht.
fr: Titre complet d’un message connu.

# apihelp-translationaids-param-group
source: Message group the message belongs to. If empty then primary group is used.
fr: Le groupe de messages auquel appartient le message. S’il est vide, alors le groupe principal est utilisé.

# apihelp-translationaids-param-prop
source: Which translation helpers to include.
de: Die einzuschließenden Übersetzungshelfer.
fr: Quelles aides à la traduction inclure.

# apihelp-translationaids-example-1
source: Show aids for [[MediaWiki:January/fi]]
de: Hilfen für [[MediaWiki:January/fi]] anzeigen
fr: Afficher les aides pour [[MediaWiki:January/fi]]

# apihelp-translationreview-description
source: Mark translations reviewed.
de: Markiert Übersetzungen als überprüft.
fr: Marquer les traductions comme relues.

# apihelp-translationreview-summary
source: Mark translations reviewed.
de: Markiert Übersetzungen als überprüft.
fr: Marquer les traductions relues.

# apihelp-translationreview-param-revision
source: The revision number to review.
de: Die zu überprüfende Versionsnummer.
fr: Le numéro de révision à relire.

# apihelp-translationreview-example-1
source: Review revision 1
de: Überprüft die Version 1
fr: Relire la révision 1

# apihelp-translationstash-description
source: Add translations to stash.
de: Fügt Übersetzungen dem Speicher hinzu.
fr: Ajouter des traductions à la réserve.

# apihelp-translationstash-summary
source: Add translations to stash.
de: Fügt Übersetzungen dem Speicher hinzu.
fr: Mettre des traductions en réserve.

# apihelp-translationstash-param-title
source: Title of the translation unit page.
de: Titel der Übersetzungseinheitsseite.
fr: Titre de la page d’unité de traduction.

# apihelp-translationstash-param-translation
source: Translation made by the user.
de: Übersetzung erstellt vom Benutzer.
fr: Traduction faite par l’utilisateur.

# apihelp-translationstash-param-metadata
source: JSON object.
de: JSON-Objekt.
fr: Objet JSON.

# apihelp-translationstash-param-username
source: Optionally the user whose stash to get. Only privileged users can do this.
fr: Facultativement, l’utilisateur dont il faut récupérer la réserve. Seuls les utilisateurs privilégiés peuvent faire cela.

# apihelp-translationstash-example-1
source: Add a translation to the stash for [[MediaWiki:Jan/fi]]
de: Fügt eine Übersetzung zum Übersetzungsspeicher für [[MediaWiki:Jan/fi]] hinzu
fr: Ajouter une traduction à la réserve pour [[MediaWiki:Jan/fi]]

# apihelp-translationstash-example-2
source: Query the stash
de: Ruft den Speicher ab.
fr: Interroger la réserve

# apihelp-ttmserver-description
source: Query suggestions from translation memories.
de: Frage Vorschläge aus den gespeicherten Übersetzungen ab.
fr: Rechercher des suggestions à partir de l’historique des traductions.

# apihelp-ttmserver-summary
source: Query suggestions from translation memories.
de: Ruft Vorschläge von den Übersetzungsspeichern ab.
fr: Rechercher des suggestions à partir de l’historique des traductions.

# apihelp-ttmserver-param-service
source: Which of the available translation services to use.
de: Welche der verfügbaren Übersetzungsdienste verwendet werden sollen.
fr: Quels services de traduction disponibles utiliser.

# apihelp-ttmserver-param-sourcelanguage
source: The language code of the source text.
de: Der Sprachcode des Quelltextes.
fr: Le code de langue du texte de la source.

# apihelp-ttmserver-param-targetlanguage
source: The language code of the suggestion.
de: Der Sprachcode des Vorschlags.
fr: Le code de langue de la suggestion.
